[{
	"postitle": "BIS To Intensify Standards Promotion Activities Through Engagement Of Consumer Organizations And NGOs",
	"postText": "BIS To Intensify Standards Promotion Activities Through Engagement Of Consumer Organizations And NGOs",
	"description": "<img src=\"https://thehawk.in/static/c1e/client/88291/uploaded/87aacc70b3f51d23db20bd9153efdca1.jpg\" ><br><strong>New Delhi (The Hawk):</strong> As a part of Azadi ka Amrit Mahotsav 'Iconic Week' celebrations, a webinar was organized at BIS HQ on Engagement of Consumer Organization &amp; NGOs in Standards Promotion Activities of BIS While inaugurating the webinar, Shri Pramod Kumar Tiwari, Director General, BIS explained about the genesis of Consumer Movement in different parts of World and the important role it played in improving the Quality Ecosystem. He also explained the role of Consumer Organization and NGOs in development of Standards and how these organizations act as a bridge between government, regulators and common consumers. Shri Tiwari also explained the need for intensifying the Standards Promotion activities of BIS.<br>\nThe webinar was attended by 200 plus participants belonging primarily to Consumer Organizations and NGOs throughout the country. Shri Chandan Bahl, Head, Think Nudge &amp; Move Department informed the participants about the Standards Promotion Activities being undertaken by BIS and possible areas of engagement of COs / NGOs in such activities. He also explained the recent guidelines of BIS for engagement of Consumer Organizations and NGOs in the work of Standards Promotion activities including formation and operation of Standards Clubs, awareness programmes, door-to-door campaigns.<br>\nConsumer Engagement Portal, recently developed by BIS was also demonstrated to the participants. The features included easy registration of Consumer Organizations and NGOs with BIS using their unique NGO Darpan ID and PAN Card Number. The processes related to viewing the guidelines issued by BIS, programmes offered by BIS for collaboration and submission of proposals by COs / NGOs were also demonstrated.<br>\n&nbsp;The consumer organizations and NGOs actively participated and welcomed this initiative of BIS. They also expressed that they are looking forward to collaborating with BIS to spread the message of Standards and Quality country-wide.",
	"img": "https://res.cloudinary.com/thehawk/image/upload/v1647778416/etg05xddcvjn1hacsuyz.jpg",
	"author": {
		"name": "Pushkar Raj Kapoor",
		"id": "61f78c5c9563dd90ba554c36"
	},
	"category": {
		"name": "Economy & Business",
		"id": "61f5568e9563dd90ba5540e6"
	},
	"pageTitle": "BIS To Intensify Standards Promotion Activities Through Engagement Of Consumer Organizations And NGOs",
	"pageDescription": "BIS To Intensify Standards Promotion Activities Through Engagement Of Consumer Organizations And NGOs"
}, {
	"postitle": "India’s Merchandise Export Reaches Almost Usd 390 Billion",
	"postText": "India’s Merchandise Export Reaches Almost Usd 390 Billion",
	"description": "<img src=\"https://thehawk.in/static/c1e/client/88291/uploaded/0a4dd07d6aa5b279dd26d2140593668f.jpg\" ><br><strong>New Delhi (The hawk):</strong> Union Minister of Commerce and Industry, Consumer Affairs, Food &amp; Public Distribution and Textiles, Shri Piyush Goyal said that India’s merchandise exports have reached almost USD 390 billion as of March 14th and will certainly cross USD 400 billion in the current fiscal. &nbsp;&nbsp;<br>\nHe was addressing the Atmanirbhar Excellence Awards and 7th Technology Summit 2022, organized by the Automotive Component Manufacturers Association (ACMA) in New Delhi. He added that India’s auto components industry had, for the first time, recorded a trade surplus of USD 600 million.<br>\nIt may be noted that India’s Automotive Industry is worth more that USD 100 billion and contributes 8% of country’s total export and accounts for 2.3% of India's GDP and is set to become the 3rd largest in the world by 2025.<br>\nThe Minister appreciated the resilient auto industry players who adapted and evolved to keep the industry going despite the five Cs, - challenges of COVID-19, container shortages, chip shortages, commodity prices and conflict.&nbsp;<br>\nShri Goyal said the government was sensitive to auto sector’s concerns related to chips shortage. The recently approved Semicon India Programme with a budget of 76,000 Crores would help reduce import dependence and eventually help us become Atmanirbhar in the arena of chips, he said. He added that the nimble Government and agile Industry working together collectively could capture markets across the world.&nbsp;<br>\nHighlighting India’s capabilities in the field of auto components manufacturing, the Minister asked automakers to make greater use of Indian made components. Stating that the Government held back stringent norms regarding import substitution due to Covid-19 and industry assurances on securing equal market access, the Minister urged automakers to buy local and substitute imports.&nbsp;<br>\nCongratulating the automotive for managing tech transitions smoothly, he pointed out that India could no longer afford to be closed and protective but will have to open up our markets along with striving to achieve greater penetration of global markets. Spelling out the opportunities for the future of mobility, Shri Goyal said that mobility of tomorrow would be dependent on the 7 Cs, - Common, Connected, Convenient, Congestion-free, Charged, Clean and Cutting edge.<br>\nShri Goyal gave a 4-point call for action to the auto components industry for to be future ready. He asked them to invest more in R&amp;D, especially e-mobility, especially and battery tech. He urged them to disrupt existing targets, set higher benchmarks for performance and aspire to take 5 Indian companies in top 50 global automotive suppliers club. He encouraged them to identify core competencies and isolate key areas to reduce import reliance. He also called for designing world-class quality standards in the automotive sector.&nbsp;<br>\nQuoting the Prime Minister Shri Narendra Modi, Shri Goyal said that mobility is the next frontier in our fight against climate change. He asserted India was poised at the cusp of an e-mobility revolution that in the next 15 years and mobility landscape is expected to undergo a deep structural change. He asked auto-makers to look upon sustainability as an opportunity and not a challenge.&nbsp;<br>\nHe asked the automotive industry to work on improving the e-mobility ecosystem, including fuel cell vehicles with Hydrogen storage, higher Lithium-Ion battery capacity at low price and better charging infrastructure. He cautioned automakers that the cost of not investing in innovation and evolving to meet the needs of the future would be obsolescence.&nbsp;<br>\nReferring to the budgetary push to the EV industry, the Minister said that India has the potential to become a hub for EVs and Integrated Circuits (IC) technology. Expressing concern that lower volume of production would prohibit scale of production thus affecting business viability, he called for the promotion of scale of production in e-mobility. Stating that the Prime Minister Shri Narendra Modi has set the targets for Amrit Kaal, - the next 25 years, Shri Goyal said we cannot afford to rest on the laurels of the last 75 years as we celebrate the ‘Azadi Ka Amrit Mahotsav’ this year.<br>\nHe added that the greater challenge before us, the greater responsibility that each one of us has on our shoulders is that in the next 25 years, the ‘Amrit Kaal’, as the Prime Minister has called it, is to make India a prosperous nation, a developed nation, a nation where every single citizen, especially the marginalized, is a stakeholder in the country’s progress and development.<br>\nShri Piyush Goyal also presented Dr. Pawan K Goenka, Chairman, Steering Committee for Advancing Local Value-Add &amp; Exports (SCALE), Chairman Designate -In Space, Dept of Space, Government of India and Former MD &amp; CEO, Mahindra &amp; Mahindra with the ACMA lifetime achievement Award and applauded his tremendous contribution to the Indian automotive industry. He also appreciated ACMA and congratulated all the winners of the Atmanirbhar Awards.",
	"img": "https://res.cloudinary.com/thehawk/image/upload/v1647778416/etg05xddcvjn1hacsuyz.jpg",
	"author": {
		"name": "Pushkar Raj Kapoor",
		"id": "61f78c5c9563dd90ba554c36"
	},
	"category": {
		"name": "Economy & Business",
		"id": "61f5568e9563dd90ba5540e6"
	},
	"pageTitle": "India’s Merchandise Export Reaches Almost Usd 390 Billion",
	"pageDescription": "India’s Merchandise Export Reaches Almost Usd 390 Billion"
}, {
	"postitle": "Promotion Of Agricultural Exports",
	"postText": "Promotion Of Agricultural Exports",
	"description": "<img src=\"https://thehawk.in/static/c1e/client/88291/uploaded/67cdb124562d700976ad360ccf9bbf27.jpg\" ><br><strong>New Delhi (The Hawk): </strong>&nbsp;Promotion of exports of agricultural products is a continuous process. To promote agricultural exports, the Government has taken several steps at State/District levels. State specific Action Plans have been prepared by some states and State Level Monitoring Committees (SLMCs), Nodal Agencies for agricultural exports and Cluster Level Committees have been formed in a number of States. Country and product-specific action plans have also been formulated to promote exports. It has also been decided that the institutional framework created under the ‘District as Export Hub’ Initiative of the Department of Commerce would be utilized to achieve the objectives of Agriculture Export Policy. &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;<br>\nA Farmer Connect Portals has been set up for providing a platform for farmers, Farmer-Producer Organizations (FPOs) and cooperatives to interact with exporters, Buyer-Seller Meets (BSMs) have been organized in the clusters to provide export-market linkages. Regular interactions, through video conferences, have been held with the Indian Missions abroad, to assess and exploit export opportunities. Country specific BSMs, through Indian Missions, have also been organized. The Government has also introduced a Central Sector Scheme –Transport and Marketing Assistance for Specified Agriculture Products’ –for providing assistance for the international component of freight to mitigate the freight disadvantage for the export of agriculture products.<br>\nThe Department of Commerce provides assistance through several other schemes, to promote exports, including exports of agricultural products viz. Trade Infrastructure for Export Scheme (TIES), Market Access Initiatives (MAI) Scheme etc. In addition, assistance to the exporters of agricultural products is also available under the Export Promotion Schemes of Agricultural &amp; Processed Food Products Export Development Authority (APEDA), Marine Products Export Development Authority (MPEDA), Tobacco Board, Tea Board, Coffee Board, Rubber Board and Spices Board.<br>\nBesides, Product specific Export Promotion Forums (EPF) for eight high potential agri products i.e. Grapes, Mango, Banana, Onion, Rice, Nutri-Cereals, Pomegranate, Floriculture &amp; Plant material have been created at the insistence of Department of Agriculture &amp; Farmers Welfare (DA&amp; FW) under the auspices of APEDA which will work on promoting the export of identified products in a focused manner.",
	"img": "https://res.cloudinary.com/thehawk/image/upload/v1647778416/etg05xddcvjn1hacsuyz.jpg",
	"author": {
		"name": "Pushkar Raj Kapoor",
		"id": "61f78c5c9563dd90ba554c36"
	},
	"category": {
		"name": "Economy & Business",
		"id": "61f5568e9563dd90ba5540e6"
	},
	"pageTitle": "Promotion Of Agricultural Exports",
	"pageDescription": "Promotion Of Agricultural Exports"
}, {
	"postitle": "Piyush Calls Upon The Startups To Help India Become Self-Reliant In Energy & Def Sectors",
	"postText": "Piyush Calls Upon The Startups To Help India Become Self-Reliant In Energy & Def Sectors",
	"description": "<img src=\"https://thehawk.in/static/c1e/client/88291/uploaded/996f7b764e1a45466dd0c47242682184.jpg\" ><br><strong>New Delhi (The Hawk): </strong>Every crisis can be converted into an opportunity like that of Covid-19. Covid-19 is a big crisis and the ‘biggest of the century’ crisis was converted into an opportunity, wherein many of our boys and girls came up with innovative solutions to the problems, said Shri Piyush Goyal, Union Minister of Commerce &amp; Industry, Consumer Affairs, Food &amp; Public Distribution and Textiles, at the ET Startup awards in Bengaluru.<br>\nShri Goyal said one can find many opportunities, like even in the current war crisis. The present Ukraine-Russia crisis is a wakeup call for all of us, not to be dependent on crude oil and defence equipments. He asked Startups to help India become self-reliant in energy needs. Some of the Startups are looking for innovative ways for indigenization of defence equipments. He also said that the present situation fits in so beautifully in the Make in India programme launched 8 years ago, - the Atmanirbhar Bharat initiative, and the outcome of Covid-19, everything collectively is helping India’s growth trajectory. During his interaction with ET's Executive Editor Shri Bodhisattva Ganguli , Shri Goyal listed several illustrations where the Startups could provide solutions to resolve problems.<br>\nThe Minister assured the Startups that government was listening to their needs, and that its doors are open 24×7.<br>\nWhile referring to the traffic problem in Bengaluru, Shri Goyal asked Startups to find solutions to ease the traffic.<br>\nPrior to the interaction session during the ceremony last night, Railway Minster Shri Ashwini Vaishnav presented the awards and addressed the elite gathering. He said that the Semiconductor policy provides support to Startups.<br>\nEconomic Times Startup Awards were presented in nine categories, - Startup of the year, Midas Touch, Women Ahead, Comeback Kid, Best on Campus, Social Enterprise, Top Innovator, Boots Trap Champ and Covid-led Business Transformation.",
	"img": "https://res.cloudinary.com/thehawk/image/upload/v1647778416/etg05xddcvjn1hacsuyz.jpg",
	"author": {
		"name": "Pushkar Raj Kapoor",
		"id": "61f78c5c9563dd90ba554c36"
	},
	"category": {
		"name": "Economy & Business",
		"id": "61f5568e9563dd90ba5540e6"
	},
	"pageTitle": "Piyush Calls Upon The Startups To Help India Become Self-Reliant In Energy & Def Sectors",
	"pageDescription": "Piyush Calls Upon The Startups To Help India Become Self-Reliant In Energy & Def Sectors"
}, {
	"postitle": "Amid High Cotton Prices In The Country, Kvic’s Products Price Adjustment Reserve Fund Saves Khadi Institutions From Steep Price Rise",
	"postText": "Amid High Cotton Prices In The Country, Kvic’s Products Price Adjustment Reserve Fund Saves Khadi Institutions From Steep Price Rise",
	"description": "<img src=\"https://thehawk.in/static/c1e/client/88291/uploaded/8066e850666ac6edceb0e009e7d84f84.jpg\" ><br><strong>New Delhi (The Hawk):</strong> A far-sighted policy decision taken by Khadi and Village Industries Commission (KVIC) in 2018, to create a special reserve fund to deal with market fluctuations and other eventualities, has come as a savior for all Khadi institutions across the country, just when the entire textile industry is grappling with a steep price hike of the raw cotton.<br>\nIn 2018, KVIC had decided to create a Products Price Adjustment Account (PPA), a Reserve Fund for its 5 Central Sliver Plants (CSPs), to meet market-driven eventualities. These CSPs are purchasing cotton and converting it into sliver and roving for the supply of Khadi Institutions, which converts it into yarn and fabric. The PPA fund was created by transferring just 50 paise to it from each kilogram of the total sliver/roving soldby these CSPs.<br>\nThree years down the line, when the entire textile sector is facing the brunt of short-supply and a steep hike in the price of raw cotton, KVIC has decided not to increase the cost of sliver/roving being supplied to the Khadi institutions by its sliver plants across the country despite the cotton prices surging by over 110 percent. Instead, KVIC will bear the excess cost of Rs 4.06 crore on procurement of raw cotton bales at the increased rates from the PPA Fund.<br>\nIt is pertinent to mention here that the price of raw cotton has increased from Rs 36,000 per candy to Rs 78,000 per candy (each candy weighs 365 KG) in the last 16 months. This has put a direct impact on production of cotton apparels by major textile companiesacross the country,that have also reduced the production by 30 to 35 percent in the recent months.<br>\nThis decision of KVIC, which has been taken for the first time to create such reserve fund, comes as a big relief for over 2700 registered Khadi institutions and over 8000 Khadi India Outlets that are already grappling with production&amp;marketing challenges due to restrictions imposed during Covid-19 pandemic.<br>\nKVIC largely purchases cotton bales from Cotton Corporation of India (CCI) for its 5 CSPs located at Kuttur, Chitradurga, Sehore, Raebareli and Hajipur, that convert various varieties of cotton into sliver and roving. The Cotton varieties purchased by KVIC are BB mod, Y-1/S-4, H-4/J-34, LRA/MECH, MCU_5 and DCH_32. The Price difference reported in these days is from Rs 13000 per candy to Rs 40000 per candy of these varieties. KVIC will require 6370 cotton bales of different varieties by 31st of March 2022 which, as per the current rate, will cost Rs 13.25 crores as against Rs 9.20 crores as per the old rates.The price difference of Rs 4.05 crores will be met from the PPA reserve created by KVIC in these days.<br>\nThe reserve fund has ensured that the Khadi institutions in the country remain unaffected by the price rise and the prices of Khadi cotton apparels also do not go up.<br>\nKVIC Chairman Shri Vinai Kumar Saxena said that this decision would save both the Khadi institutions as well as the Khadi buyers from any adverse impact of price rise. “Short supply of raw cotton from CCI and the consequent rise in price of cotton has hit the entire textile industry including Khadi. But KVIC has decided to continue the supply of roving/sliver to Khadi institutions at the old rates so as mitigate any financial burden on the institutions. At the same time, it will also benefit crores of Khadi buyers as there will be no increase in the price of Khadi fabric and garments. It is KVIC’s commitment to every Khadi buyer to provide Khadi at affordable prices in tune with Hon’ble Prime Minister’s vision of “Khadi for Nation”, Saxena said.<br>\nKhadi has nearly 9 percent share in the Indian textile industry and produces nearly 150 million Sq Mtr fabric per year. With this decision, Khadi has emerged as the only entity that is unaffected by the steep price rise of cotton. Khadi buyers and Khadi institutions, thus, have a reason to rejoice.<br>\nKhadi Institutions have unanimously welcomed the move and thanked KVIC for the big support saying this would safeguard the institutions against any market adversities. “Cotton prices have gone up by over Rs 70 per KG. This step of KVIC will help Khadi Institutions survive during these difficult times. Any hike in the price of sliver and roving would have put a huge financial burden on Khadi institutions that are yet to recover from the impact of Covid19,” said Shri Sarthank Singla, Secretary of Khadi Udyog Jathlana, Ambala.<br>\nShri Sanjay Shah of Bharat Khadi Gramodyog Sangh, Ahmedabad, said that hike in cotton prices would have a direct bearing on the production of Khadi and wages of the artisans. “If the cost of raw material goes up, the production will naturally come down and so will the wages being given to the artisans. I am thankful to KVIC that has saved the institutions and artisans from the crisis,” he said.",
	"img": "https://res.cloudinary.com/thehawk/image/upload/v1647778416/etg05xddcvjn1hacsuyz.jpg",
	"author": {
		"name": "Pushkar Raj Kapoor",
		"id": "61f78c5c9563dd90ba554c36"
	},
	"category": {
		"name": "Economy & Business",
		"id": "61f5568e9563dd90ba5540e6"
	},
	"pageTitle": "Amid High Cotton Prices In The Country, Kvic’s Products Price Adjustment Reserve Fund Saves Khadi Institutions From Steep Price Rise",
	"pageDescription": "Amid High Cotton Prices In The Country, Kvic’s Products Price Adjustment Reserve Fund Saves Khadi Institutions From Steep Price Rise"
}, {
	"postitle": "FM Airs Concern Over Rising Crude Oil Price",
	"postText": "FM Airs Concern Over Rising Crude Oil Price",
	"description": "<img src=\"https://thehawk.in/static/c1e/client/88291/uploaded/b92974898e2cde55a118035dc173279b.jpg\" ><br><strong>New Delhi (The Hawk):</strong> Union Finance Minister Nirmala Sitharaman on Tuesday expressed concern over rising crude prices due to the Ukraine crisis and indicated that the central government is looking to tap alternative sources.<br>\nRussia is one of the world's biggest suppliers of natural gas and crude -- and investors are now fretting about potential supply disruptions. For the time being, Western governments have not included Russian oil in their wide-ranging sanctions on Moscow owing to concerns about the impact on prices and consumers, but the United States and allies are in talks about banning crude imports from Russia.<br>\nThe prospect sent benchmark Brent oil prices surging to a near 14-year high of $139.13 per barrel on Monday, not far from its 2008 record pinnacle of $147.50. Continuing its rise on Tuesday, Brent surged past $126 a barrel as fears of formal sanctions against Russian oil and fuel exports spurred concerns about supply.<br>\nHowever, Germany, the biggest buyer of Russian crude oil, has rejected plans for an energy embargo. Replacing the vast quantities of Russian fuel and oil in the market if they has raised supply concerns about oil traders, prompting the surge in prices.<br>\nWhile imports of Russian crude have not been sanctioned, were such an event to take place, the United States would be alone in such move, without the participation of allies in Europe as they depend on Russia for natural gas and crude, according to a Reuters report citing sources.<br>\nGlobal brokerage firm Goldman Sachs raised its 2022 Brent spot price forecast to $135 per barrel from $98, and its 2023 outlook to $115 a barrel from $105.<br>\nAt an interactive session organised by BJP's Karnataka unit, she was asked about the impact of rising crude prices and war in Ukraine on the Indian economy. \"It will certainly have an impact on Indian economy\", the Minister said. \"How much we are going to be prepared to take it as a challenge and mitigate the impact is something which we will have see as we go (along)\".<br>\nNoting that India imports more than 85 per cent of its crude oil requirements, she said when oil prices go up, it is a matter of concern and \"now we will have to see how it pans out\". She pointed out that oil marketing companies fix pump prices based on 15-day average.<br>\n\"But now averages and beyond averages are the numbers that we are talking about\".<br>\nThe government is watching to see if there are alternative sources from where it can get crude, she said but hastened to add: \"Obviously global markets are all equally unthinkable at various sources\". \"It (rising crude prices) will have a bearing. We have made some provisions for it in the budget. But that provision is only based on some average prevailing earlier but now is beyond that. So, we will have to see how we can work it out\".<br>\nMeanwhile. Russia warned it could stop the flow of natural gas through pipelines from Russia to Germany in response to Berlin's decision last month to halt the opening of the controversial new Nord Stream 2 pipeline.<br>\nIf all of Russia's oil exports were blocked from global markets, analysts have said prices could rise to $200 a barrel, while Russia's deputy prime minister said oil could soar to more than $300.",
	"img": "https://res.cloudinary.com/thehawk/image/upload/v1647778416/etg05xddcvjn1hacsuyz.jpg",
	"author": {
		"name": "Pushkar Raj Kapoor",
		"id": "61f78c5c9563dd90ba554c36"
	},
	"category": {
		"name": "Economy & Business",
		"id": "61f5568e9563dd90ba5540e6"
	},
	"pageTitle": "FM Airs Concern Over Rising Crude Oil Price",
	"pageDescription": "FM Airs Concern Over Rising Crude Oil Price"
}, {
	"postitle": "Danve Urges Coal Sector To Further Enhance Production & Reduce Import",
	"postText": "Danve Urges Coal Sector To Further Enhance Production & Reduce Import",
	"description": "<img src=\"https://thehawk.in/static/c1e/client/88291/uploaded/14928f017987e5be1a62a58155ddd8f1.jpg\" ><br><strong>New Delhi (The Hawk):</strong> Minister of State for Coal, Mines and Railways &nbsp;Shri Raosaheb Patil Danve inaugurated the Iconic Week of Coal Ministry’s Azadi ka Amrit Mahotsav celebrations here today. Union Minister of Coal, Mines and Parliamentary Affairs Shri Pralhad Joshi, &nbsp;joining the function virtually, said that the great contributions made by men, women and the youth during the freedom struggle of our Nation will be cherished by generations to come. He urged the coal sector to contribute further to the energy sector and Atma Nirbhar Bharat.<br>\nAddressing the function, Minister Shri Raosaheb Patil Danve called upon the coal sector to further enhance production &nbsp;so that import can be reduced and the energy security of &nbsp;the Nation can be enhanced. &nbsp;The Minister underscored the need for fulfilling the social responsibility by coal PSUs. Sustainable mining needs to be ensured to protect the environment and the people living nearby coal mines, the Minster added. Welcoming the dignitaries to the Iconic Week celebrations, Secretary, Ministry of Coal, Dr. Anil Kumar Jain reiterated that his Ministry is playing a pivotal role to meet the energy requirements of the Nation. Due to the new international developments, fuel prices including that of coal are increasing globally, he added. &nbsp;As of now, Coal India Ltd (CIL) is meeting the lion’s share of power sector requirement, the Secretary stated. Dr. Jain said that more explorations are required for coking coal production so that imports can be further reduced.<br>\nAs part of the celebrations, a series of commemorative events and activities will be undertaken by the Ministry that will showcase the best of India’s achievements in the coal sector and also lay down the roadmap for the future. It will also highlight the initiatives and achievements in the field of sustainable mining, reducing carbon footprints and aiming carbon neutrality, import substitution through efficient mining operations, creating positive impact on the socio-economic conditions of the local communities/ rural population in mine areas and the emergence of cutting edge clean coal technologies such as coal bed methane and hydrogen from coal.<br>\nTalks by eminent persons on coal and allied sectors, screening of short films by CIL and NLCIL on sustainable mining, pro people initiatives and blood donation camp &nbsp;were some of the highlights of the Iconic Week function. Additional Secretaries Shri Vinod Kumar Tiwari, Shri M. Nagaraju and other senior functionaries of the Ministry of Coal attended the function organized at Dr. Ambedkar International Centre.",
	"img": "https://res.cloudinary.com/thehawk/image/upload/v1647778416/etg05xddcvjn1hacsuyz.jpg",
	"author": {
		"name": "Pushkar Raj Kapoor",
		"id": "61f78c5c9563dd90ba554c36"
	},
	"category": {
		"name": "Economy & Business",
		"id": "61f5568e9563dd90ba5540e6"
	},
	"pageTitle": "Danve Urges Coal Sector To Further Enhance Production & Reduce Import",
	"pageDescription": "Danve Urges Coal Sector To Further Enhance Production & Reduce Import"
}, {
	"postitle": "Government Focus On Expeditious Framework For Black Money Act",
	"postText": "Government Focus On Expeditious Framework For Black Money Act",
	"description": "<img src=\"https://thehawk.in/static/c1e/client/88291/uploaded/ed16229ce10f7e33bb4499d2482f31cc.jpg\" ><br><p><strong>New Delhi:</strong> Considering the objective of the Black Money (Undisclosed Foreign Income and Assets) and Imposition of Tax Act, 2015 (BM Act), the assessment is to be completed at the earliest possible without keeping the same pending till the time barring date, the Central Board of Direct Taxes (CBDT) said in a set of guidelines issues earlier.<br>\nBefore passing the assessment order, show cause notice would be issued by DDIT (Inv)/ADIT (lnv)/AO concerned to the assessee within 30 days of receipt of substantial information from all sources including relevant foreign jurisdiction(s) and completion of such further inquiries as may be required.<br>\nThereafter, the DDIT (Inv.)/ADIT (Inv) concerned as AO should put up a draft of the assessment order for administrative approval of Addi DIT(Inv)/JDIT(lnv) concerned within 30 days of receipt of the assessee's reply or elapse of the time allowed for the assessee's reply under the show cause notice where there is no response from the assessee's side, whichever is earlier, the guidelines said. Focus of the BM Act is on criminal consequences i.e. prosecutions as the options of compounding and ITSC, which are there in the Income-tax Act, are not there in the BM Act. An undisclosed asset located outside India shall be charged to tax on its value in the previous year in which such asset comes to the notice of the Assessing Officer.&nbsp;With a view to have more expeditious and efficient administrative framework for implementation of the BM Act for achieving the intended objectives of the separate law (BM Act) enacted to deal with undisclosed foreign assets cases, the CBDT has authorized DGIT (Inv)/Pr DIT(Inv) to assign concurrent jurisdiction of Assessing Officer (AO) to DDIT (Inv)/ADIT(Inv) concerned for exercising the powers and functions of AO under the BM Act.<br>\nThough no statutory time limit for issuance of notice under section 10(1) is specified under the BM Act, wherever the conditions in respect of issuance of notice are satisfied, AO is required to issue the notice preferably within 30 days from the end of the previous year in which such information was received by him, came to his notice.<br>\nHowever, if the notice is not issued within the period of 30 days, reason thereof is to be recorded in writing by AO concerned, to be duly approved by Pr DIT/Pr CIT concerned.<br>\nOnce investigation is initiated in an undisclosed foreign asset case, proper reference(s) under available tax treaties/legal instruments should be made to relevant foreign jurisdictions at the earliest possible and preferably, within 21 days of initiation of the investigation. Follow-up references, if any, pursuant to receipt of information should be made preferably within 15 days of receipt of such information.</p>\n\n<p>—IANS</p>",
	"img": "https://res.cloudinary.com/thehawk/image/upload/v1647778416/etg05xddcvjn1hacsuyz.jpg",
	"author": {
		"name": "Pushkar Raj Kapoor",
		"id": "61f78c5c9563dd90ba554c36"
	},
	"category": {
		"name": "Economy & Business",
		"id": "61f5568e9563dd90ba5540e6"
	},
	"pageTitle": "Government Focus On Expeditious Framework For Black Money Act",
	"pageDescription": "Government Focus On Expeditious Framework For Black Money Act"
}, {
	"postitle": "Coal Ministry To Celebrate 'Iconic Week' Under Azadi Ka Amrit Mahotsav From March 7",
	"postText": "Coal Ministry To Celebrate 'Iconic Week' Under Azadi Ka Amrit Mahotsav From March 7",
	"description": "<img src=\"https://thehawk.in/static/c1e/client/88291/uploaded/e2bdc8b777ba27acadf6d174222399e5.jpg\" ><br><strong>New Delhi (The Hawk): </strong>To celebrate and commemorate the 75 years of Independence and as India enters into the Amrit Kaal,Ministry of Coal is organizing special events and programmes throughout the country from7th &nbsp;to 11th March, 2022, as part of the ‘Azadi Ka Amrit Mahotsav’ Iconic Week celebrations.<br>\nThe Iconic Week celebrations will be inaugurated by the &nbsp;Minister of State for Coal, Mines and Railwa-ysShri Raosaheb Patil Danveon 7th March 2022 &nbsp;at Dr Ambedkar International Centre [Bhim Auditorium], New Delhi. It would also have participation from senior officers of the Ministry of Coal led by the Secretary (Coal) and also from other Ministries &amp; PSUs. Domain experts are being invited for talks on various areas commemorating our journey in the coal sector and its relevance today.<br>\nAs part of the celebrations, a series of commemorative events and activities have been planned by the Ministry that will showcase the best of India’s achievements in the coal sector and also lay down the roadmap for the future. It will also highlight the initiatives and achievements &nbsp; in the field of sustainable mining, reducing carbon footprints and aiming carbon neutrality, import substitution through efficient mining operations, creating positive impact on the socio-economic conditions of the local communities/ rural population in mine areas and the emergence of cutting edge clean coal technologies such as coal bed methane and hydrogen from coal.<br>\nThe broader mandate of the Ministry of Coal is to work towards the twin goal of Atmanirbhar Bharat in ensuring energy security and sustainable development and generate self-reliance &nbsp;in taping the full potential of coal resources and securing our energy needs.<br>\nGovernment of India is celebrating 75 years of Indian Independence “Azadi Ka Amrit Mahotsav” to mark 75 years of progressive India and its elegant history. The official journey of AKAM commenced on 12th March, 2021 which kick-started a 75-week countdown to our 75th anniversary of independence and will end on 15th August 2023.",
	"img": "https://res.cloudinary.com/thehawk/image/upload/v1647778416/etg05xddcvjn1hacsuyz.jpg",
	"author": {
		"name": "Pushkar Raj Kapoor",
		"id": "61f78c5c9563dd90ba554c36"
	},
	"category": {
		"name": "Economy & Business",
		"id": "61f5568e9563dd90ba5540e6"
	},
	"pageTitle": "Coal Ministry To Celebrate 'Iconic Week' Under Azadi Ka Amrit Mahotsav From March 7",
	"pageDescription": "Coal Ministry To Celebrate 'Iconic Week' Under Azadi Ka Amrit Mahotsav From March 7"
}, {
	"postitle": "PM Delivers Opening Address For The Budget Webinar On 'Energy For Sustainable Growth'",
	"postText": "PM Delivers Opening Address For The Budget Webinar On 'Energy For Sustainable Growth'",
	"description": "<img src=\"https://thehawk.in/static/c1e/client/88291/uploaded/30ecd6e0e82a52fce9251e4c4bdad51e.jpg\" ><br><strong>New Delhi (The Hawk):</strong> To facilitate effective and expeditious implementation of Union Budget 2022 announcements, Government of India is holding a series of webinars across various key sectors. As part of this series, the Sectoral Group on Resources comprising seven ministries organized a webinar on “Energy for Sustainable Growth” on March 4, 2022 to discuss the initiatives of the Government of India in the energy and resources sector which were announced in the Budget 2022 to elicit ideas and suggestions for effective implementation of these initiatives. The webinar comprised sessions on six themes and witnessed participation of industry leaders, government officials and experts.<br>\nPrime Minister Shri Narendra Modi gave a special address at the Plenary Session of the webinar. Reiterating India’s commitment to climate action and energy transition, Prime Minister urged discussion on key budget announcements like Rs 19500 crore allocation for PLI for high efficiency PV solar modules, Green Hydrogen Mission, Coal Gasification, Battery storage and clean cooking among others. Prime Minister urged the industry leaders to give concrete and practical suggestions to help evolve implementable action plans. The Breakout session of Ministry of New and Renewable Energy ‘ Scaling up of Renewable Energy’ focused on solar PV manufacturing and Hydrogen Mission as well as the vision outlined by the Hon’ble Prime Minister. The panel was moderated by Sh. Indu Shekhar Chaturvedi, Secretary, MNRE and panelists comprised Sh. Gurdeep Singh, CMD NTPC Ltd, Sh. Anil Sardana, MD &amp; CEO, Adani Energy Vertical, Sh. Tulsi Tanti, CMD, Suzlon Energy, Sh. Sumant Sinha, CMD, ReNew Power and Sh.Pashupathy Gopalan, Director, Ohmium.<br>\nThe industry leaders gave several concrete suggestions which included support for indigenous manufacturing for solar modules which may be extended to the entire value chain, including subcomponents and materials. This would enable growth of ancillary industry, including in MSME sector. Regarding Green Hydrogen, the industry welcomed the recent announcement of banking provisions and ISTS waiver for Green Hydrogen. It was suggested that to further optimize the cost of Green Hydrogen production, a mechanism for Inter-State banking of RE may be considered. For Green Hydrogen, the it was suggested that Government may consider incentivising both domestic manufacturing of electrolysers through a PLI mechanism and Green hydrogen end use. Industry leaders suggested that Solar cooking through both electric and thermal routes may be promoted. Startups have developed hybrid stoves that can work both on gas and solar power, these may also be explored. Rooftop solar promotion efforts may be intensified, given its huge potential. Carbon pricing mechanism would be beneficial for emerging technologies. Government may also consider incentivising Carbon capture and utilization. Circular Economy principles were also discussed which are being considered in MNRE’s committee on the subject. MNRE would be taking time bound action for implementation of the budget announcements. In the concluding session , moderators of all thematic sessions presented a summary of suggestions and key takeaways to Shri RK Singh, Minister of Power and New and Renewable Energy. Citing the suggestions as measures for ‘Future’ he instructed all ministries to follow up on the suggestions quickly in a time bound manner.",
	"img": "https://res.cloudinary.com/thehawk/image/upload/v1647778416/etg05xddcvjn1hacsuyz.jpg",
	"author": {
		"name": "Pushkar Raj Kapoor",
		"id": "61f78c5c9563dd90ba554c36"
	},
	"category": {
		"name": "Economy & Business",
		"id": "61f5568e9563dd90ba5540e6"
	},
	"pageTitle": "PM Delivers Opening Address For The Budget Webinar On 'Energy For Sustainable Growth'",
	"pageDescription": "PM Delivers Opening Address For The Budget Webinar On 'Energy For Sustainable Growth'"
}, {
	"postitle": "Income Tax Dept Conducts Searches In A Major Telecom Group",
	"postText": "Income Tax Dept Conducts Searches In A Major Telecom Group",
	"description": "<img src=\"https://thehawk.in/static/c1e/client/88291/uploaded/47a6abf16c0709fd2e97b75e131224cf.jpg\" ><br><strong>New Delhi (The Hawk):</strong> The Income Tax Department conducted search &amp; seizure operations on a multinational group, engaged in distribution of telecom products and providing captive software development services, on 15.02.2022. The ultimate shareholding of the group lies with a foreign entity of a neighbouring country. The searches, which were spread across Delhi, Gurugram and Bengaluru covered the main business premises and also the residential premises of the key office bearers. &nbsp;&nbsp;<br>\nThe search action has revealed that the group has made inflated payments against receipt of technical services from its related parties outside India. The assessee company could not justify the genuineness of obtaining of such alleged technical services in lieu of which payment has been made as also the basis of determination of consideration for the same. The expenses debited by the assessee company towards receipt of such services are to the tune of Rs. 129 crore over a period of five years. During the search, it was found that, the assessee group has debited more than Rs.350 crore in its books of account in recent financial years towards royalty to its related party. Such expenses have been incurred for the use of brand and technical know-how related intangibles. During the search, the group has failed to substantiate receipt of any such services/technical know-how, or the basis of quantification of royalty rate for such claim. Consequently, the rendering of services and such royalty payments become highly questionable and prima facie, disallowable as business expenses as per extant Income Tax law. Evidences gathered and statements recorded during the search also reveal that one of the group entities engaged in providing software development services, has been disclosing lower net margins from the related parties, by claiming its operation to be of low-end nature. However, the evidences collected during the investigation indicated that this entity has been rendering significant services/ operations of high-end nature. On this aspect, suppression of income of Rs. 400 crore has been detected. The search action has further revealed that the group has manipulated its books of account to reduce its taxable income in India through creation of various provisions for expenses, such as provisions for obsolescence, provisions for warranty, doubtful debts/ loans &amp; advances etc., which have little or no scientific/financial rationale. During the investigation, the group has failed to provide any substantial and appropriate justification for such claims.",
	"img": "https://res.cloudinary.com/thehawk/image/upload/v1647778416/etg05xddcvjn1hacsuyz.jpg",
	"author": {
		"name": "Pushkar Raj Kapoor",
		"id": "61f78c5c9563dd90ba554c36"
	},
	"category": {
		"name": "Economy & Business",
		"id": "61f5568e9563dd90ba5540e6"
	},
	"pageTitle": "Income Tax Dept Conducts Searches In A Major Telecom Group",
	"pageDescription": "Income Tax Dept Conducts Searches In A Major Telecom Group"
}, {
	"postitle": "Experts Discuss Ways To Transform India Through Geospatial Knowledge & Infrastructure",
	"postText": "Experts Discuss Ways To Transform India Through Geospatial Knowledge & Infrastructure",
	"description": "<img src=\"https://thehawk.in/static/c1e/client/88291/uploaded/47d07d03d292426fd2651895dcf3966b.jpg\" ><br><strong>New Delhi (The Hawk): </strong>Experts discussed ways for transforming India through geospatial knowledge and infrastructure with the help of national geospatial policy that can facilitate the accessibility of data, create effective human resources, encourage collaboration between government, industry, and academia as knowledge partners and increase the usability of the data, at a breakaway session of the post-budget webinar on Technology-Enabled Development inaugurated by the Prime Minister.&nbsp;<br>\n“Data generation and data governance are crucial components of geospatial technologies, and effective collaboration between government, academia, and industry is needed for them. The government is removing all restrictions to resolve the issues for better outreach of the data. Once the data is made accessible, its potential is immense to provide solutions in numerous sectors. In order to effectively implement all these, trained man power is necessary at all levels,” said Dr. Kiran Kumar, former Secretary, Department of Space and former Chairman, ISRO, at the breakaway session titled ‘Transforming India through geospatial knowledge and infrastructure: the need for national geospatial policy’, led by the Department of Science and Technology (DST).&nbsp;<br>\n“We need to have mechanisms in which the government and industry can work as partners; validations can be given to the solutions provided by the industry, and we need the right people with the right skills who can take these initiatives forward. The Budget 2022 discussed the data collection and its accessibility, and this needs to be leveraged,” Dr. Kumar added at the webinar on 2nd March 2022. The webinar titled “Technology-enabled development” was organized by Office of the Principal Scientific Adviser (PSA) along with several scientific ministries and departments of the Government of India.<br>\nDr. Shanthanu Bhatawdekar, Director, EOA &amp; DMS Program Office, ISRO, highlighted that the government should share domain expertise in this area with the private for deeper penetration of the technologies. A federated ecosystem should be built for government and non-government entities to minimize redundancy and make data easily accessible. He also underlined the need for ministries, line departments, and the geospatial industry to work in unison.<br>\n“We need a roadmap for geospatial R&amp;D system, technology generation, education, data sharing, encouraging academic startups, and we need to leapfrog to meet the global benchmark, said Dr. Bharat Lohani, Professor, IIT Kanpur. He also emphasized on the need for standaisation of data and its unification on the basis of the quality of data. Dr. Prakash Chauhan, Director, Indian Institute of Remote Sensing (IIRS), Dehradun stressed on enhancing the reach of geo-spatial data in terms of user specifications to be used in different sectors. “In India, there exist different mechanisms for the generation of data and their availability. A proper channel of updating those data and collating the data is necessary. Besides, we need to create a localized ecosystem to harness the IT capabilities of the country and localized data for creating a foundation for development of Geospatial Technologies. ISRO has created a dataset, and it needs to be disseminated through cloud-based services,” he added.<br>\nDrawing on current geopolitical scenarios, Mr. Rakesh Verma, Chairman, MapMyIndia, underlined the increasing necessity to develop indigenous technologies and disseminate them to the users to minimize the dependency on foreign entities. He said that there is no dearth of talent in India, and hence the Geospatial industry could be Atmanirbhar with such resources. He highlighted examples of mobile mapping developed in India, which can be extended to the entire country.<br>\n“We need to develop indigenous software and hardware by supporting indigenous companies, and this would require creating industrial capacity, incubators, mobilizing capital, some of which may be in the form of geospatial industrial development fund, public-private partnerships, international competitiveness, local manufacturing, and finally a sound industrial strategy for manifold growth,” Mr. Sanjay Kumar CEO, Geospatial World, pointed out.<br>\nMs. Abhilasha Purwar, Founder &amp; CEO, Blue Sky Analytics, highlighted ways in which the geospatial data can make India a leader in climate action and discussions by incorporating satellite intelligence and data into the climate discussions.<br>\nJoint Secretary, Department of Science and Technology (DST), Shri Sunil Kumar, highlighted the government reforms in geospatial technology and drone technology and also discussed about SWAMITVA Project to provide ownership titles to villagers.<br>\nThe final recommendations included leveraging human capital that the country already has to develop products and solutions using geospatial data, introduction of new courses at UG and PG level in Geo-informatics, standardization of professional services provided by surveyors and GIS professionals through industry-led certification and research emphasis in areas like high-resolution Geospatial datasets. The recommendations also involved encouraging local cloud services, improvement of public procurement by way of quality RFP documents, developing expertise in evaluating and certifying tender works as per laid out specification, moving beyond tenders to collaborate with industry, leveraging government data and technology of the industry to build revenue models, improvement in capital availability to start ups and other businesses, geospatial investment fund, geospatial industry development strategy as well as sectoral development plans.",
	"img": "https://res.cloudinary.com/thehawk/image/upload/v1647778416/etg05xddcvjn1hacsuyz.jpg",
	"author": {
		"name": "Pushkar Raj Kapoor",
		"id": "61f78c5c9563dd90ba554c36"
	},
	"category": {
		"name": "Economy & Business",
		"id": "61f5568e9563dd90ba5540e6"
	},
	"pageTitle": "Experts Discuss Ways To Transform India Through Geospatial Knowledge & Infrastructure",
	"pageDescription": "Experts Discuss Ways To Transform India Through Geospatial Knowledge & Infrastructure"
}, {
	"postitle": "DPIIT To Organize Post Budget Webinar On 'Make In India For The World'",
	"postText": "DPIIT To Organize Post Budget Webinar On 'Make In India For The World'",
	"description": "<img src=\"https://thehawk.in/static/c1e/client/88291/uploaded/c8b8d5513284767c40289d5ae0b45ad0.jpg\" ><br><strong>New Delhi (The Hawk):</strong> In line with the vision of the Hon’ble Prime Minister Shri Narendra Modi, to make India a global hub for manufacturing, the Department for Promotion of Industry and Internal Trade (DPIIT), Ministry of Commerce and Industry is organizing a Post Budget Webinar on “Make in India for the World” on Thursday, the 3rd of March 2022.<br>\nThe Union Budget 2022 has laid down a roadmap for India@100 with manufacturing as one of the key drivers of growth and employment generation. The webinar will include discussions on a paradigm shift in manufacturing in India, realising the trillion-dollar goal in Exports and also on MSMEs as a growth engine for the economy.<br>\nCarrying forward the themes of the Union Budget 2022, with focus on EoDB 2.0, implementation of all-inclusive technology led industrial development, skilling and employment, among other things, the Webinar will be addressed by the Hon’ble Prime Minister, and will see participation by the Hon’ble Minister for Commerce &amp; Industry, senior officials of Central and State Governments, and senior Industry leaders.<br>\nThe objective of the webinar is to sustain momentum of Union Budget 2022 by synergizing efforts with all stakeholders on various initiatives taken for boosting manufacturing, increasing exports and strengthening the MSMEs. By leveraging stakeholders’ expertise and experience, an Action Plan for the Industry’s way forward and monitoring framework for effective implementation of growth reforms in areas of manufacturing, exports and MSMEs will be finalised.<br>\nPrime Minister Shri Narendra Modi will deliver a special address to all participants on the vision of ‘Make in India for the World,’ its convergence with Union Budget 2022 and the expectations from the Webinar. Minister for Commerce and Industry, Consumer Affairs, Food and Public Distribution and Textiles, Shri Piyush Goyal will be delivering the concluding remarks for the event.<br>\nFollowing the opening session, the participants will break out into three consecutive sessions covering (i) Paradigm shift in manufacturing in India @ 100, (ii) Charting out the strategy for Realizing India’s Trillion Dollar Goal in Exports and (iii) Exploring how the MSMEs will act as the Growth Engine for Indian Economy.<br>\nDPIIT, Ministry of Commerce and Industry will be leading the session on “Paradigm Shift in Manufacturing in India @ 100” to deliberate on the growth strategy for Industry 4.0, Auto and Auto Components, Telecom, Steel, Pharma &amp; Medical Devices, Textiles and Drones. Sh Baba Kalyani, Chairman and MD, Bharat Forge will be the moderator for the session. This session will conclude with remarks from Secretaries in M/o Heavy Industries, D/o Telecommunications, D/o Pharmaceuticals and M/o Steel, followed by remarks from Industry Principal Secretaries of the States of Gujarat, Uttar Pradesh and Telangana.<br>\nThe second session on “Realizing India’s Trillion Dollar Goal in Export” will be led by Department of Commerce, Ministry of Commerce and Industry. This session will focus on ways to realise India’s larger goal of achieving the Trillion Dollar mark for exports and will cover focus sectors of Electronics, Agriculture &amp; Food Processing, Textiles, Additive Manufacturing, Robotics. The session moderator is Shri Vir S Advani, VC &amp; MD, Blue Star Ltd. This session will conclude with remarks from concerned Secretaries in D/o Commerce, M/o Electronics and Information Technology and M/o Agriculture and Farmers’ Welfare, followed by remarks from Iindustry Principal Secretaries of the States of Maharashtra, Punjab and Karnataka The third session led by Ministry of Micro, Small and Medium Enterprises, is titled “MSMEs as the Growth Engine for Indian Economy”. MSME is the backbone for realizing the “Atmanirbhar Bharat” initiative. For this session, the focus sectors that have been identified are Furniture, Leather &amp; Footwear, Gems &amp; Jewelry, Textiles, Food Processing. The session moderator is Shri Vinod Kumar, President, India SME Forum. This session will conclude with remarks from concerned Secretaries in M/o Micro Small and Medium Enterprises, M/o Food Processing Industries and M/o Textiles. Industries Principal Secretaries of States of Haryana, Madhya Pradesh, Assam and Tamil Nadu will deliver remarks in the session. The closing session will witness the Presentation of Action Plans by the three senior Industry leaders, i.e, the Session Moderators, on the outcomes and the way forward.",
	"img": "https://res.cloudinary.com/thehawk/image/upload/v1647778416/etg05xddcvjn1hacsuyz.jpg",
	"author": {
		"name": "Pushkar Raj Kapoor",
		"id": "61f78c5c9563dd90ba554c36"
	},
	"category": {
		"name": "Economy & Business",
		"id": "61f5568e9563dd90ba5540e6"
	},
	"pageTitle": "DPIIT To Organize Post Budget Webinar On 'Make In India For The World'",
	"pageDescription": "DPIIT To Organize Post Budget Webinar On 'Make In India For The World'"
}, {
	"postitle": "PM Modi Addresses Post-Budget Webinar On Vision Of 'Gatishakti'",
	"postText": "PM Modi Addresses Post-Budget Webinar On Vision Of 'Gatishakti'",
	"description": "<img src=\"https://thehawk.in/static/c1e/client/88291/uploaded/2713d4b64cef0e0f1a23e061ad894317.jpg\" ><br><strong>New Delhi (The Hawk):</strong> The Prime Minister, Shri Narendra Modi addressed a webinar on the vision of GatiShakti and its convergence with Union Budget 2022, today. This is sixth webinar in the series of post budget webinars addressed by the Prime Minister.<br>\nThe Prime Minister said that this year’s budget has set the pace (Gatishakti) of India’s development in 21st century . This direction &nbsp;of ‘Infrastructure-based development’ will lead to extraordinary increase in the strength of our economy, creating many new possibilities of employment, he said.<br>\nThe Prime Minister, underlined the lack of coordination among the stakeholders in the traditional ways of completing projects. This was due to lack of clear information among the various concerned departments. “Due to PM Gatishakti, now everyone will be able to make their plan with complete information. This will also lead to optimum utilization of the country's resources”, he added.<br>\nThe Prime Minister stressed the need of PM Gatishakti by emphasizing the scale at which the government is undertaking infrastructure development. “In the year 2013-14, the direct capital expenditure of the Government of India was about 1.75 lakh crore rupees, which has increased to seven and a half lakh crore rupees in the year 2022-23”, the Prime Minister informed. “Infrastructure Planning, Implementation and Monitoring will get a new direction from PM Gati-Shakti. This will also bring down the time and cost overrun of the projects”, he added.<br>\nShri Modi said “Strengthening the principle of cooperative federalism, our government has made a provision of one lakh crore rupees for the assistance of the states in this year's budget. State governments will be able to use this amount on multimodal infrastructure and other productive assets.” He mentioned National Ropeway Development Programme to improve connectivity in the inaccessible hilly areas and Prime Minister's Development Initiative for North-East (PM-DevINE) in this regard. Mentioning PLI initiative, the Prime Minister called upon the private sector to invest I the infrastructure of the country. The Prime Minister informed that in PM Gati-Shakti National Master Plan, more than 400 data layers are available now, informing not just the existing and proposed infrastructure but also information about the forest land and available industrial estate. He suggested that the private sector should use it more and more for their planning and all important information regarding the National Master Plan is now available on the single platform. “Due to which it will be possible to get project alignment and various types of clearances at the DPR stage itself. This will also be helpful in reducing your Compliance Burden”, he said. The Prime Minister also asked the state government’s to make PM Gati-Shakti National Master Plan base for their projects and Economic Zones.<br>\nThe Prime Minister commented that “even today, the Logistic Cost in India is considered to be 13 to 14 percent of GDP. This is more than other countries. PM Gati-Shakti has a huge role in improving infrastructure efficiency”. The Prime Minister talked about Unified Logistic Interface Platform- ULIP provided in this budget and which is being adapted by the various government departments as per their needs, leading to reduced logistics cost. “24 Digital Systems of 6 Ministries are being integrated through ULIP. This will create a National Single Window Logistics Portal which will help in reducing the logistics cost”, he added. The Prime Minister informed about the steps like Logistics Division in every department and Empowered Group of Secretaries for logistics efficiency through better coordination. “Our Exports will also be greatly helped by PM Gati-Shakti, our MSMEs will be able to be Globally Competitive”, he added.<br>\nThe Prime Minister said that Gati-Shakti will ensure true public-private partnership in infrastructure creation from infrastructure planning to development and utilization stage. “In this webinar, there should also be a brainstorming on how the private sector can achieve better outcomes in collaboration with the government system”, Shri Modi said.",
	"img": "https://res.cloudinary.com/thehawk/image/upload/v1647778416/etg05xddcvjn1hacsuyz.jpg",
	"author": {
		"name": "Pushkar Raj Kapoor",
		"id": "61f78c5c9563dd90ba554c36"
	},
	"category": {
		"name": "Economy & Business",
		"id": "61f5568e9563dd90ba5540e6"
	},
	"pageTitle": "PM Modi Addresses Post-Budget Webinar On Vision Of 'Gatishakti'",
	"pageDescription": "PM Modi Addresses Post-Budget Webinar On Vision Of 'Gatishakti'"
}, {
	"postitle": "KVIC Proposes Lifting Of 'Export Prohibition' On Bamboo Charcoal For Higher Profitability Of Bamboo Industry",
	"postText": "KVIC Proposes Lifting Of 'Export Prohibition' On Bamboo Charcoal For Higher Profitability Of Bamboo Industry",
	"description": "<img src=\"https://thehawk.in/static/c1e/client/88291/uploaded/0720dafdbe52f9b941d4d29db8927aeb.jpg\" ><br><strong>New Delhi (The Hawk): </strong>Khadi and Village Industries Commission (KVIC) has urged Government to lift the “export prohibition” on bamboo charcoal for optimum utilization of raw bamboo and higher profitability in the bamboo industry. One of the biggest challenges that the Indian bamboo industry faces today is the extremely high input cost owing to inadequate utilization of bamboo. However, export of bamboo charcoal would ensure complete utilization of the bamboo waste and thus make the bamboo business more profitable.<br>\nKVIC Chairman Shri Vinai Kumar Saxena has written to Union Minister of Commerce and Industries, Shri Piyush Goyal, seeking to lift the export restriction on bamboo charcoal for larger benefit of the bamboo industry. In India, bamboo is mostly used in manufacturing of Agarbatti wherein, a maximum of 16%, i.e. the upper layers of the bamboo, is used for manufacturing of bamboo sticks while the remaining 84% of bamboo is a complete waste. The Bamboo waste generated in Agarbatti and bamboo craft industries is not being utilized commercially, as a result, the Bamboo input cost for Round Bamboo Sticks is in the range of Rs 25,000 to Rs 40,000 per MT as against the average Bamboo cost of Rs 4,000 to Rs 5,000 per MT. Compared to this, the Bamboo price in China is Rs 8,000 to Rs 10,000 per MT but their input cost is Rs 12,000 to Rs 15,000 per MT owing to 100% waste utilization.<br>\nKVIC Chairman Shri Saxena said the bamboo waste can be best utilized by making “Bamboo Charcoal” which, though, has a very limited use within the domestic market but it is hugely in demand in the international market. However, the Indian bamboo industry is not able to tap the opportunity due to its “export prohibition”. Considering the repeated requests of the industry, KVIC has requested the government to consider lifting the export restriction on bamboo charcoal. He said this would not only enable the industry to exploit huge global demand but also enhance the profitability of existing KVIC units by proper utilisation of bamboo waste and thus contribute to the &nbsp;PM’s vision of “Waste to Wealth.<br>\nNotably, the world import demand of bamboo charcoal has been hovering in the range of USD 1.5 to 2 billion and has been growing at the rate of 6% in recent years. Bamboo Charcoal for Barbeque sells for about Rs 21,000 to Rs 25,000 per ton in the international market. Besides, it is also used for soil nutrition and as a raw material for manufacturing Activated Charcoal. Rising import demand is witnessed in countries like USA, Japan, Korea, Belgium, Germany, Italy, France and UK at negligible import duty. It is pertinent to mention that an amendment in export policy for Bamboo products under the HS code 141100 was made in 2017, wherein exports of all the Bamboo products were kept in the OGL category and were “Free” to exports. However, exports of Bamboo Charcoal, Bamboo Pulp and unprocessed shoots were still kept under prohibited category.<br>\nEarlier, in order to create more employment in bamboo-based industries, particularly in Agarbatti industry, KVIC, in 2019, had requested the &nbsp;Government for policy changes in import of raw Agarbatti and import duty on round bamboo sticks that were heavily imported from Vietnam and China. Subsequently, in September 2019, the Ministry of Commerce “restricted” the import of raw Agarbatti and in June 2020, the Ministry of Finance increased the import duty on round bamboo sticks.<br>\nAs an implication of the policy changes, Agarbatti and bamboo-craft industries in India have witnessed the revival of hundreds of closed units. After the policy changes, KVIC has set up 1658 new Agarbatti manufacturing units under its flagship Prime Minister’s Employment Generation Program (PMEGP). Similarly, 1121 new bamboo crafts related units, too, have been set up across the country. This has not only optimized the use of bamboo but also created sustainable employment in rural areas.",
	"img": "https://res.cloudinary.com/thehawk/image/upload/v1647778416/etg05xddcvjn1hacsuyz.jpg",
	"author": {
		"name": "Pushkar Raj Kapoor",
		"id": "61f78c5c9563dd90ba554c36"
	},
	"category": {
		"name": "Economy & Business",
		"id": "61f5568e9563dd90ba5540e6"
	},
	"pageTitle": "KVIC Proposes Lifting Of 'Export Prohibition' On Bamboo Charcoal For Higher Profitability Of Bamboo Industry",
	"pageDescription": "KVIC Proposes Lifting Of 'Export Prohibition' On Bamboo Charcoal For Higher Profitability Of Bamboo Industry"
}, {
	"postitle": "Cabinet Approves Offering Of Coal By Coal Companies Through A Common e-Auction Window",
	"postText": "Cabinet Approves Offering Of Coal By Coal Companies Through A Common e-Auction Window",
	"description": "<img src=\"https://thehawk.in/static/c1e/client/88291/uploaded/4e0e8a1f515369013e4f038dc7b2fdcb.jpg\" ><br><strong>New Delhi (The Hawk):</strong> The Cabinet Committee on Economic Affairs, chaired by the Prime Minister, Shri Narendra Modi, today approved the following:<br>\ni. &nbsp; &nbsp; Offering of all the non-linkage coal by coal companies through one e-auction window of CIL (CIL) / Singareni Collieries Company Limited (SCCL). This e-auction will cater to all the Sectors namely Power Sector and Non Regulated Sector (NRS) including traders and coal would be offered through this auction in place of the present system of sector specific auctions.<br>\nii. &nbsp; &nbsp; The above will be subject to CIL / SCCL meeting the coal linkage requirements against existing linkages and do not impact the current linkages to power and non-power consumers at contracted prices.<br>\niii. &nbsp; &nbsp;Coal offered through the single e-auction window shall be transport mode agnostic with default option being through Rail mode. However, coal may be lifted by the consumers through the road mode/other modes depending upon their choice and suitability without paying any additional charges or discount to the coal companies.<br>\niv. &nbsp; &nbsp; Long term allotment of coal by CIL/SCCL, without affecting the supplies against existing coal linkages, to their own gasification plants shall be allowed at prices as may be decided by the coal company. However, the taxes, duties, royalty etc shall be paid by the coal companies on the notified prices of coal for power sector.<br>\nMajor impact, including employment generation potential:<br>\nMarket distortions would be removed and single rate for all the consumers will evolve in the e-auction market. It shall increase operational efficiencies and lead to an increase in domestic coal demand by efficiency in domestic coal market. Besides the discretion presently vested in coal companies of allocating coal to different end use sectors will be eliminated. Further the coal companies shall be able to establish coal gasification plants by availing coal from their own mines. It shall help in developing clean coal technology in the country.<br>\nRemoval of market distortions through offer of coal under a single e-auction window at the same rate for all the consumers of the economy will attract more consumers towards domestic coal. &nbsp;Thus, the demand of domestic coal is expected to increase. &nbsp;CIL also has ambitious coal productions plans for the future with an aim of producing 1 BT (Billion Tonne) coal by 2023-24. &nbsp;Hence, with better availability of domestic coal with better price stability and predictability, the import of coal is expected to come sown drastically. &nbsp;This would reduce the dependence on imported coal and would help to make Atmanirbhar Bharat.<br>\nThis measure would ensure sustainability and development of the coal gasification technology. &nbsp;Use of clean coal technology like coal gasification would mitigate the adverse environmental impacts of coal usage.<br>\nFinancial Implications:<br>\nClubbing of the e-auction windows would not involve any additional cost to the coal companies.<br>\nBackground:<br>\nThe coal market is segmented and regulated and consequently there are many different market-discovered rates for same grade of coal in each segment of market. Segmentation with rate differentiation results in coal market distortions. By these reforms in the coal market coal of any particular grade may be sold in the market at one rate (one grade, one rate), with default mode of transport being Railways, through a transparent and objective e-auction mechanism. A single e-auction window would enable the coal companies to sell coal through the market discovered price mechanism to all the consumers. &nbsp; Besides the above, the need of the hour is to move away from the conventional coal use to clean coal technologies. The coal companies are planning to diversify business via coal gasification route. In coal block allocation mechanism, coal gasification is being encouraged through incentives like rebate in the revenue share. Similar incentivization is necessary to help early establishment of this new use of coal and related technologies. The coal companies would have flexibility to supply coal to their coal gasification projects.",
	"img": "https://res.cloudinary.com/thehawk/image/upload/v1647778416/etg05xddcvjn1hacsuyz.jpg",
	"author": {
		"name": "Pushkar Raj Kapoor",
		"id": "61f78c5c9563dd90ba554c36"
	},
	"category": {
		"name": "Economy & Business",
		"id": "61f5568e9563dd90ba5540e6"
	},
	"pageTitle": "Cabinet Approves Offering Of Coal By Coal Companies Through A Common e-Auction Window",
	"pageDescription": "Cabinet Approves Offering Of Coal By Coal Companies Through A Common e-Auction Window"
}, {
	"postitle": "Secretary, MSME Chairs MSME Conclave For National SC/ST Hub At Sindhudurg",
	"postText": "Secretary, MSME Chairs MSME Conclave For National SC/ST Hub At Sindhudurg",
	"description": "<img src=\"https://thehawk.in/static/c1e/client/88291/uploaded/674dc7a4020681ef4917b1a72e780620.jpg\" ><br><strong>New Delhi (The Hawk):</strong> Secretary, Ministry of Micro, Small &amp; Medium Enterprises, B.B Swain chaired MSME Conclave for National SC/ST Hub at Sindhudurg in Maharashtra today. The MSME- NSSH Conclave was organized as part of the 2-Day MSME Conclave by the Ministry of MSME. The Conclave was inaugurated by Union Minister for Micro, Small &amp; Medium Enterprises (MSME), Shri Narayan Rane yesterday. At the conclave, the Minister launched Union Bank MSME RuPay Credit Card and inaugurated Coir Board Regional Office at Kankavali in Sindhudurg.<br>\nThe NSSH Conclave aims to promote entrepreneurship and help spread the fruits of development across all sections of the society, especially the marginalized groups including SC/ST entrepreneurs. Young SC ST entrepreneurs were felicitated at the conclave today. Speaking at the conclave where senior officials from the Ministry of MSME were present, Secretary, MSME Ministry stressed that the conclave is an outreach programme with all stakeholders of the MSME sector. He added ‘the MSME schemes which were earlier applicable to manufacturing industries, have been extended to support of the service sector as well’.<br>\nAt the conclave, Shri Swain talked about how Central Government is focusing on providing a level-playing field for SC-ST entrepreneurs. The Government is constantly trying to make procurement activities of the public sector to be more inclusive and participative. He also emphasized that MSME sector plays a significant role in terms of job creation and expanding manufacturing base. Currently, it consists of over 6 crore units employing over 11 crore people and is a seminal contributor to the economic growth with over 30% of contribution to GDP and over 49% of overall exports from India Chairman of Khadi and Village Industries Commission, Vinay Kumar Saxena said Khadi has created 35 lakhs jobs in last 7 years. KVIC chairman pitched for development of Honey industry in Konkan. He said ‘If each person keeps 10 honey bee-boxes then Konkan will be number one district in honey production in country’.<br>\nMilind Kamble, Member Advisory Committee NSSH &amp; Chairman of Dalit Indian Chamber of Commerce &amp; Industry lauded the MSME Ministry for the conclave. He said ‘the MSME ministry has tried to reach at the doorstep of the SC/ST entrepreneurs through the Conclave. ‘The fusion of the business ideas discussed at the Conclave and MSME schemes has the potential to create 100 new entrepreneurs under Stand-Up India’, he added.<br>\nThe aim of the MSME- NSSH Conclave is to provide opportunity to develop coherence with State Government and collaborate with National SC-ST Hub for achievement of higher goals. The Conclave brought various important insights from CPSEs and Industry Association to understand the gaps in realizing the mandate of Public Procurement Policy. At the conclave, 5 Central Public Sector Enterprises (CPSEs) including GOA Shipyard Ltd, Konkan Railway, Rastriya Chemicals Fertilizer, India Rare Earth Limited and Nuclear Power Corporation of India Limited (NPCIL) deliberated upon steps taken to empower SC-ST Entrepreneurs and fulfil the Public Procurement Policy mandate for SC-ST entrepreneurs.<br>\nFurther, representatives from 4 banks including IDBI Capital, Union Bank of India, Canara Bank and Bank of India informed about various Government schemes focused on finance, technology upgradation, skilling, and marketing to provide extend benefits to local aspiring and existing entrepreneurs.<br>\nThe National SC/ST Hub (NSSH) aims to provide professional support to the SC/ST enterprises thereby enabling them to effectively participate in public procurement process. The purpose of the Hub is to encourage participation by CPSEs/Central Ministries, States, Industry Associations such as DICCI and others. The Hub also aims work towards the development of new entrepreneurs to participate in procurement process leveraging on the ‘Stand up India’ programme.",
	"img": "https://res.cloudinary.com/thehawk/image/upload/v1647778416/etg05xddcvjn1hacsuyz.jpg",
	"author": {
		"name": "Pushkar Raj Kapoor",
		"id": "61f78c5c9563dd90ba554c36"
	},
	"category": {
		"name": "Economy & Business",
		"id": "61f5568e9563dd90ba5540e6"
	},
	"pageTitle": "Secretary, MSME Chairs MSME Conclave For National SC/ST Hub At Sindhudurg",
	"pageDescription": "Secretary, MSME Chairs MSME Conclave For National SC/ST Hub At Sindhudurg"
}, {
	"postitle": "IIA Signs MoU With Amazon To Boost Sale Of Industry Products",
	"postText": "IIA Signs MoU With Amazon To Boost Sale Of Industry Products",
	"description": "<img src=\"https://thehawk.in/static/c1e/client/88291/uploaded/165e328662e58280819a7e5e0419b7c1.jpg\" ><br><p><strong>Kanpur (The Hawk): </strong>In order to benefit the city traders, Indian Industries Association (IIA) has signed an Memorandum of Understanding (MoU) with the Amazon Company on Friday. At the 279th meeting of the IIA's central executive body held here at the IIA Bhavan, Dada Nagar, on Friday, all the office-bearers took part in it. The meeting also discussed about the promotion of trade of industrialists included in 'One District, One Product' (ODOP) Scheme. The MoU signed with the Amazon was for one year. IIA general secretary Dinesh Goel said after the MoU, industrialists would be provided the online platform to sell their products. Amazon team would impart training to industrialists on production of quality products, logistic, etc. Goel said the contribution of MSME in country's GDP was between 28 and 30 per cent. Presently, MSME was providing 40 per cent of the total job. MSME had become the biggest sector for job creation. He said after signing the MoU with the Amazon, the sale of industrialists was likely to increase by around 30 per cent. Around 200 representatives from different states of India took part in the meeting. Members were hopeful of increase in their trade in the city after the MoU, which will also boost up the exports.</p>\n\n<p>—KA</p>",
	"img": "https://res.cloudinary.com/thehawk/image/upload/v1647778416/etg05xddcvjn1hacsuyz.jpg",
	"author": {
		"name": "Pushkar Raj Kapoor",
		"id": "61f78c5c9563dd90ba554c36"
	},
	"category": {
		"name": "Economy & Business",
		"id": "61f5568e9563dd90ba5540e6"
	},
	"pageTitle": "IIA Signs MoU With Amazon To Boost Sale Of Industry Products",
	"pageDescription": "IIA Signs MoU With Amazon To Boost Sale Of Industry Products"
}, {
	"postitle": "India Now An Attractive Hub For Foreign Investments In Manufacturing Sector: Dr Jitendra",
	"postText": "India Now An Attractive Hub For Foreign Investments In Manufacturing Sector: Dr Jitendra",
	"description": "<img src=\"https://thehawk.in/static/c1e/client/88291/uploaded/b77b0e33dcfac6ee1585e79c54f198b1.jpg\" ><br><strong>New Delhi (The Hawk):</strong> Delivering the inaugural address at the 28th edition of DST-CII India-Singapore Technology Summit, Union Minister of State (Independent Charge) Science &amp; Technology; Minister of State (Independent Charge) Earth Sciences; MoS PMO, Personnel, Public Grievances, Pensions, Atomic Energy and Space, Dr Jitendra Singh today said that India is now an attractive hub for foreign investments in the manufacturing sector.<br>\nThe Minister said, with the help of Make in India drive, India is on a path of becoming the hub for hi-tech manufacturing as global giants have either set up or are in process of setting up manufacturing plants in India, attracted by India's market of more than a billion consumers and an increasing purchasing power.<br>\nDr Jitendra Singh said, under Prime Minister Narendra Modi, India, with over 1,200 government funded research institutions, proactive policy mechanism, collaboration between Industry &amp; academia, is readying itself for an era of innovation economy. He said, India is on a continuous rising trajectory of innovation and with emerging technologies taking the centre stage of innovation like block chain, nanotechnology, quantum computing, internet of things, artificial intelligence, India aspires to be in the league of top 25 innovation nations.<br>\nThe Minister said, India is placed 3rd among countries in scientific publication as per NSF database and it has featured within the top 50 innovative economies globally (at 46th rank), as per Global Innovation Index (GII). We have also achieved 3rd Position in term of number of PhDs, in size of Higher Education System as well as in terms of number of Start-ups. Dr Jitendra Singh said that Singapore is India’s largest trade partner in ASEAN and it is the leading source of Foreign Direct Investment. Data indicates that about 9000 Indian companies are registered in Singapore and more than 440 companies from Singapore are registered in India. He said, Singaporean companies continue to participate in a number of smart cities, urban planning, logistics and infrastructure projects and Singapore is working with several states in preparing Master Plans for townships.<br>\nDr Jitendra Singh informed that India and Singapore have well established Science, Technology and Innovation linkages. He pointed out that the ISRO launched Singapore’s first indigenously built micro-satellite in 2011 and 8 more during 2014-15. New dimensions are added to these ongoing Cooperation from time to time, he added.<br>\nDr Jitendra Singh said, under the leadership of Prime Minister Narender Modi, India has made technology a medium for attaining social justice, empowerment, inclusion and transparency. He added that the government is using technology to ensure effective last mile delivery of services. The Minister pointed out that DST has been making concerted efforts in cultivating and promoting scientific temperament amongst the masses and is leading the research and innovation drive in the country. In this direction we are running several mission mode programs like National Hydrogen Energy Mission, National Mission on Interdisciplinary Cyber Physical Systems (ICPS); Quantum Computing and Communication; National Mission on Supercomputing, Electric Mobility etc to support the cause.<br>\nDr Jitendra Singh said, the MoU and Implementation Agreement concluded today between two countries will strengthen India Singapore Science, Technology and Innovation Collaboration. He said, it will enable our industry and research institutes to develop new products jointly related to economic and societal challenges.<br>\nDr Jitendra Singh said that in the last 75 years, India has gone through an evolutionary journey that helped us to carve an economic and political identity amidst the global nations. Today when India is celebrating the 75th year of its Independence, the roadmap for the next 25 years for India @100, I mean by the year 2047, will be determined by scientific and technological innovations in all walks of life, the Minister added.<br>\nDr Jitendra Singh in his concluding remarks said, with the presence of government bodies, Industries stalwarts, technology experts, prominent academicians, there is already a lot of expectations from this summit in terms of next steps in areas like Knowledge and Innovation economy, Forging new collaborations and partnerships, Leveraging emerging technologies to usher an era of abundant opportunities of growth for both the nations.<br>\nAddressing the Technology Summit, Singaporean Minister for Transport and Minister-in-charge of Trade Relations, Mr S Iswaran said that Bi-lateral Trade between India and Singapore increased by 35% from 19.8 billion dollars to 26.8 billion dollars from 2020 to 2021.<br>\nReferring to the Global Innovation Alliance (GIA) Node set up in Bengaluru by Singapore, Mr Iswaran said, more GIA Nodes will be established in Indian cities for SMEs and Start-ups to scale up by using Singapore as a springboard for operations in Asia and the world.<br>\nMr Iswaran also flagged three key areas of future cooperation like D-Tech using A-I for smart cities, Clean-Tech for carbon mitigating technologies in Aviation and Transport sectors and joint projects on Genome and Bioinformatics research.<br>\nDr S.Chandrasekhar, Secretary, Department of Science and Technology, Government of India in his address said that India has taken up many missions on Innovation right from school level to explore new opportunities. He said, Innovation has high risk for investments, but rewards are also very high in this sector.<br>\nVishvas Vidu Sapkal, JS, South, Ministry of External Affairs said in his address that Innovation is key to tackle social challenges and called for India-Singapore joint ventures in areas like skill development, e-governance, smart cities, digital mobility, and Artificial Intelligence.<br>\nMr TV Narendran, President CII and CEO &amp; Managing Director, Tata Steel Limited, Mr Vipin Sondhi, Chairman, CII National Committee on Technology, R&amp;D and Innovation, and MD and CEO, Ashok Leyland Ltd, Mr Chandrajit Banerjee, Director General, Confederation of Indian Industry (CII), Mr Sanjeev K Varshney, Head, International Cooperation, Department of Science &amp; Technology, Government of India, also addressed the Summit.",
	"img": "https://res.cloudinary.com/thehawk/image/upload/v1647778416/etg05xddcvjn1hacsuyz.jpg",
	"author": {
		"name": "Pushkar Raj Kapoor",
		"id": "61f78c5c9563dd90ba554c36"
	},
	"category": {
		"name": "Economy & Business",
		"id": "61f5568e9563dd90ba5540e6"
	},
	"pageTitle": "India Now An Attractive Hub For Foreign Investments In Manufacturing Sector: Dr Jitendra",
	"pageDescription": "India Now An Attractive Hub For Foreign Investments In Manufacturing Sector: Dr Jitendra"
}, {
	"postitle": "Webinar On Implementation Of Union Budget 2022 Announcements",
	"postText": "Webinar On Implementation Of Union Budget 2022 Announcements",
	"description": "<img src=\"https://thehawk.in/static/c1e/client/88291/uploaded/728a01142ed41b6c8f844f1f251341d5.jpg\" ><br><strong>New Delhi (The Hawk):</strong> Hon’ble Prime Minister Shri Narendra Modi will deliver the inaugural address in a webinar being organized by Ministry of Housing and Urban Affairs (MoHUA) and Ministry of Rural Development (MoRD), along with other Ministries, on 23rd February 2022. The programme is part of the series of webinars announced by the Government on the title ‘Leaving No Citizen Behind’ to discuss ways for effective implementation of initiatives announced in Union Budget 2022-23.<br>\nThe webinar will witness participation of Government officials, representatives from various Ministries, institutes, consultants, domain experts, real estate developers and other stakeholders. Different break-out sessions on various domains related to rural &amp; urban development will be hosted. The panellists will share their ideas on improving infrastructure in rural and urban areas with respect to affordable housing, water supply, rail, mobile, broadband connectivity, assuring livelihood options to rural poor with focus on women, banking services, easing land governance for the benefit of the people.<br>\nAt the webinar, six breakout sessions have been scheduled to discuss and brainstorm with experts on how to lay down action points and strategize on Budget implementation roadmap. For the session on Housing For All, Ministry officials and eminent speakers from rural and urban housing sectors will hold discussions on ‘Realizing Housing for All in AmritKaal’ with primary focus on (i) Facilitating universal coverage of affordable housing (ii) Convergence with other schemes, urban planning and infrastructure strategies for enhancing delivery of affordable housing and (iii) Enhancing private participation in affordable housing sector.<br>\nTimelineDescription automatically generated<br>\nWhile presenting the Union Budget 2022-23, Hon’ble Finance Minister Smt. Nirmala Sitharaman made several announcements that recognise the importance of urban housing and the increasing pace of urbanisation. Hon’ble Finance Minister emphasized that this Budget laid the foundation and gave a blueprint to steer the economy over the Amrit Kaal of the next 25 years – from India@75 to India@100. Hon’ble Finance Minister also announced that 80 lakh houses will be completed for the identified eligible beneficiaries of PM Awas Yojana, both rural and urban, and ?48,000 crore is allocated for this purpose. Out of which, ?28,000 crore has been provisioned for PMAY(U) only. This financial commitment will not only provide shelters, but also add dignity in the lives of 80 lakh beneficiary households, benefitting around 4 crore citizens of the country. Out of these 80 lakh houses to be completed in 2022-23, 28 lakh houses will be in the urban areas and 52 lakh houses in the rural areas of the country.<br>\nThe webinar will begin at 11 am with an introduction to ‘Housing for All and Budget Announcements’ by Shri Manoj Joshi, Secretary, MoHUA. Thereafter, the speakers/experts at the webinar from MoHUA - Shri Ajay Jain, Special Chief Secretary (Housing), Government of Andhra Pradesh, Shri Harsh Vardhan Patodia, President, CREDAI and Shri Shubhagto Dasgupta, Senior Fellow, Centre for Policy Research (CPR); from MoRD, Dr &nbsp;P K Dash, Visiting Professor, School of Planning &amp; Architecture, New Delhi &amp; International Consultant, UNDP, Dr Manish Ranjan, Secretary, Rural Development, Jharkh-and and Shri SK Negi, CBRI will join in, to share their insights.",
	"img": "https://res.cloudinary.com/thehawk/image/upload/v1647778416/etg05xddcvjn1hacsuyz.jpg",
	"author": {
		"name": "Pushkar Raj Kapoor",
		"id": "61f78c5c9563dd90ba554c36"
	},
	"category": {
		"name": "Economy & Business",
		"id": "61f5568e9563dd90ba5540e6"
	},
	"pageTitle": "Webinar On Implementation Of Union Budget 2022 Announcements",
	"pageDescription": "Webinar On Implementation Of Union Budget 2022 Announcements"
}, {
	"postitle": "25th Meeting Of Financial Stability And Development Council Held",
	"postText": "25th Meeting Of Financial Stability And Development Council Held",
	"description": "<img src=\"https://thehawk.in/static/c1e/client/88291/uploaded/7289f574d3bc607f66a0dc94e31c194a.jpg\" ><br><strong>New Delhi (The Hawk): </strong>The 25th meeting of the Financial Stability and Development Council (FSDC) was held in Mumbai today, under the Chairpersonship of Union Finance Minister Smt. Nirmala Sitharaman. The Finance Minister is on a two-day post-Budget outreach visit to the city, where she is meeting with representatives of industry, financial market functionaries and bankers.<br>\nThe Council deliberated on the various mandates of the FSDC and major macro-financial challenges arising in view of global and domestic developments. The Council noted that Government and all regulators need to maintain constant vigil on the financial conditions and functioning of important financial institutions, especially considering that it could expose financial vulnerabilities in the medium and long-term. The Council discussed measures required for further development of the financial sector and to achieve an inclusive economic growth with macroeconomic stability.<br>\nThe Council discussed operational issues relating to currency management. It also took note of the activities undertaken by the FSDC Sub-Committee chaired by the RBI Governor and the action taken by members on the past decisions of FSDC.<br>\nThe 25th FSDC meeting was also attended by Dr. Bhagwat Kishanrao Karad, MoS (Finance); Shri Shaktikanta Das, Governor, Reserve Bank of India; Dr. T. V. Somanathan, Finance Secretary and Expenditure Secretary; Shri Ajay Seth, Economic Affairs Secretary; Shri Tarun Bajaj, Revenue Secretary; Shri Sanjay Malhotra, Financial Services Secretary; Shri Ajay Prakash Sawhney, Secretary, Ministry of Electronics and Information Technology; Shri Rajesh Verma, Secretary, Ministry of Corporate Affairs; Dr. V. Anantha Nageswaran, Chief Economic Adviser, Ministry of Finance; Shri Ajay Tyagi, Chairperson, Securities and Exchange Board of India; Shri Supratim Bandyopadhyay, Chairperson, Pension Fund Regulatory and Development Authority; Shri Injeti Srinivas, Chairperson, International Financial Services Centres Authority; Mrs. T. L. Alamelu, Member, Insurance and Regulatory Development Authority of India; and the Secretary of the FSDC, Department of Economic Affairs, Ministry of Finance.<br>\nThe Financial Stability and Development Council has been set up by the government in consultation with financial market regulators, to strengthen and institutionalize the mechanism for maintaining financial stability, enhance inter-regulatory coordination and promote financial sector development. Without prejudice to the autonomy of regulators, the Council monitors macro-prudential supervision of the economy, including functioning of large financial conglomerates, and addresses inter-regulatory coordination and financial sector development issues. It also focuses on financial literacy and financial inclusion.",
	"img": "https://res.cloudinary.com/thehawk/image/upload/v1647778416/etg05xddcvjn1hacsuyz.jpg",
	"author": {
		"name": "Pushkar Raj Kapoor",
		"id": "61f78c5c9563dd90ba554c36"
	},
	"category": {
		"name": "Economy & Business",
		"id": "61f5568e9563dd90ba5540e6"
	},
	"pageTitle": "25th Meeting Of Financial Stability And Development Council Held",
	"pageDescription": "25th Meeting Of Financial Stability And Development Council Held"
}, {
	"postitle": "Green Financing Critical To Decarbonizing The Indian Transport Sector",
	"postText": "Green Financing Critical To Decarbonizing The Indian Transport Sector",
	"description": "<img src=\"https://thehawk.in/static/c1e/client/88291/uploaded/0285fab77596daf43abd94bd42c33817.jpg\" ><br><strong>New Delhi (The Hawk): </strong>NITI Aayog and World Resources Institute (WRI), India, with the support of GIZ India, conducted a virtual consultation workshop on ‘Financing for Decarbonization of Transport’ as part of the NDC-Transport Initiative for Asia (NDC-TIA) project.<br>\nThe Government of India is actively working towards the decarbonization of transport, with a major focus on the adoption of sustainable mobility.<br>\nThe aim of the workshop is to identify actionable strategies and bring together financing institutions and transport organizations to collectively work towards furthering innovative financing policies for the decarbonization of transport.<br>\nThe workshop was attended by dignitaries from various ministries, NDC-TIA project partners, representatives of Indian banks, international financial institutions and private sector companies, and stakeholders and experts from the transport and financing sectors.<br>\nNITI Aayog CEO Amitabh Kant delivered the keynote address while Dr Stephen Koch, Minister and Head of the Department for Economic and Global Affairs, Germany, gave a special address. In his keynote address, NITI Aayog CEO Amitabh Kant said, ‘We need more such financial instruments to provide a further impetus to clean mobility in India. This is why we need to bring states, domestic and international financial institutions, manufacturers and operators on the same page. We must come up with financing mechanisms that are widely applicable, acceptable and, most importantly, sustainable. We must foster shared mobility by leveraging private sector investments and unlocking financing for e-buses, which form the core of public transportation in our cities. Our overarching aim should be to balance the needs and aspirations of our citizens, improve liveability and productivity by improving connectivity, bring down the cost of logistics and accelerate clean mobility while taking an approach which is climate-centric and sustainable—not just from an environment point of view, but also from a financial perspective. Green financing will enable low interest cost financing of electric vehicles.’<br>\nDr Stephen Koch said, ‘India requires a robust roadmap for the electrification of transport. Financing plays a crucial role here. Mobilization of capital is possible through multi-stakeholder collaborations. The NDC-TIA initiative brings together a wide spectrum of participants to facilitate peer-to-peer learning and information exchange on various themes, including “Financing the Decarbonization of Transport”.’<br>\nWRI India CEO Dr OP Agrawal said, ‘Transport, the third-most greenhouse-gas-emitting sector in India, accounts for 14% of our energy-related CO2 emissions. It is also the most rapidly growing sector in the country. Therefore, moving towards a low carbon future would necessarily include accelerated decarbonizing of the transport sector.’<br>\nAmit Bhatt, Executive Director (Integrated Transport), WRI India, added, ‘The lack of availability of financing is one of the biggest impediments towards the decarbonization of the transport sector. Strategic investments and innovative financial solutions can kickstart an accelerated transition to 100% zero-emission motor vehicles, which is an essential takeaway from the COP26 declaration.’<br>\nThe NDC-TIA is a joint programme of seven organizations that engages India, China and Vietnam in promoting a comprehensive approach to decarbonizing transport in their respective countries. The project is part of the International Climate Initiative (IKI). The Federal Ministry for the Environment, Nature Conservation and Nuclear Safety (BMU) supports the initiative on the basis of a decision adopted by the German Bundestag.<br>\nNITI Aayog is the implementing partner for the India component of the project.",
	"img": "https://res.cloudinary.com/thehawk/image/upload/v1647778416/etg05xddcvjn1hacsuyz.jpg",
	"author": {
		"name": "Pushkar Raj Kapoor",
		"id": "61f78c5c9563dd90ba554c36"
	},
	"category": {
		"name": "Economy & Business",
		"id": "61f5568e9563dd90ba5540e6"
	},
	"pageTitle": "Green Financing Critical To Decarbonizing The Indian Transport Sector",
	"pageDescription": "Green Financing Critical To Decarbonizing The Indian Transport Sector"
}, {
	"postitle": "India Showing The World How To Bring Mass Transformation Using Digital Platforms: Piyush",
	"postText": "India Showing The World How To Bring Mass Transformation Using Digital Platforms: Piyush",
	"description": "<img src=\"https://thehawk.in/static/c1e/client/88291/uploaded/9955af9d16ea05da86698fe13b1fee33.jpg\" ><br><strong>New Delhi (The Hawk): </strong>Union Minister of Commerce &amp; Industry, Consumer Affairs, Food &amp; Public Distribution and Textiles, Shri Piyush Goyal has said India is showing the world how to bring about mass transformation using digital platforms. Addressing the 19th Annual Harvard India Conference on “India at 2030: Decade of Transformation” today, he said the policies in the last seven years have created the foundation for the next 25 years when we celebrate India@100.<br>\n“As we are committed to bring Ease of Doing Business in India, we are equally committed to Ease of Living for our people as well as Maximum Governance with Minimum Government… Government is working relentlessly towards that vision. Most recently, we launched the PMGatiShakti National Infrastructure Master Plan that will help India plan its needs and implement infrastructure in a better way,” said Shri Goyal, in his address through video conferencing.<br>\nShri Goyal said the Prime Minister Shri Narendra Modi has said ‘India is a Bouquet of Hope for the World’.<br>\n“Powered by the triple engine of Exports, Investment &amp; Startups, the foundation has been set (for India) to become a Global Powerhouse… Even during COVID, India met all its international commitments, particularly in the Services sector, making it a trusted partner for the world,” he said. Shri Goyal said India’s Technology, Talent &amp; Temperament is bringing hope to the world.<br>\nOur exports both in Goods &amp; Services have been the highest ever in the history of India. We hope to continue to grow in a much bigger way… Our Startups made 2021 the Year of Unicorns, with over 80 Unicorns currently, and over 60,000 Startups registered,” he said.<br>\nShri Goyal said, just 2 days back, we signed the Comprehensive Economic Partnership Agreement (CEPA) with the UAE. “It’s the fastest ever negotiated bilateral FTA globally,” he said.<br>\nUrging the Harvard India Diaspora to become part of India’s growth story, Shri Goyal gave the students a three point Call for Action:<br>\nKeep a part of India with you wherever you go &amp; in whatever you do. Make Seva your guiding philosophy &amp; try to give back to the nation<br>\nMentor young aspiring minds of India in Tier II &amp; Tier III cities &amp; students of municipal schools &amp; inspire them<br>\nProvide innovative solutions for farmers, artisans &amp; weavers, small retailers, etc &amp; help realize the goals of Aatmanirbhar Bharat &amp; Make in India for the World<br>\nQuoting Mark Zuckerberg, Shri Goyal said, “I am here to make something long term, anything else is temporary.” He said India is ready to take giant leaps towards transforming the nation &amp; changing lives of 135 crore people.<br>\n“India is 1/6th of the world. Therefore when India grows, the world grows. When India reforms, the world transforms,” said Shri Goyal, quoting PM Modi.",
	"img": "https://res.cloudinary.com/thehawk/image/upload/v1647778416/etg05xddcvjn1hacsuyz.jpg",
	"author": {
		"name": "Pushkar Raj Kapoor",
		"id": "61f78c5c9563dd90ba554c36"
	},
	"category": {
		"name": "Economy & Business",
		"id": "61f5568e9563dd90ba5540e6"
	},
	"pageTitle": "India Showing The World How To Bring Mass Transformation Using Digital Platforms: Piyush",
	"pageDescription": "India Showing The World How To Bring Mass Transformation Using Digital Platforms: Piyush"
}, {
	"postitle": "Piyush Reviews Revamping Of The Dept Of Commerce To Make It Future Ready",
	"postText": "Piyush Reviews Revamping Of The Dept Of Commerce To Make It Future Ready",
	"description": "<img src=\"https://thehawk.in/static/c1e/client/88291/uploaded/aad87c4c775a0c9954fcba1d76edc9d6.jpg\" ><br><strong>New Delhi (The Hawk):</strong> The Minister of Commerce and Industry, Consumer Affairs, Food and Public Distribution and Textiles, Shri Piyush Goyal chaired a meeting focused on the revamping and fortification of the Department of Commerce to make it future ready. Strengthening the Department is expected to enable the creation of the ecosystem to achieve robust and sustained high export growth.<br>\nSpeaking at the meeting, Shri Piyush Goyal called for the consistent strengthening of the Directorate General of Foreign Trade (DGFT) and other organizations and bodies that promote investment and trade. He opined that constant monitoring of exports was crucial in ensuring the achievement of targets on time.&nbsp;<br>\nIt may be noted that there are several emerging opportunities in global trade owing to shifts in global trade dynamics like rapid growth of services and disruptive potential of climate change. There is thus an imminent need to proactively develop exports and build India’s brand in global trade.<br>\nThe revamping of the Commerce Department is aimed at further building on its strategic direction and aspirations for the next decade. There is also a need for scaling up and re-engineering the operation model with enhanced 'new-age' capabilities and to move from inherent traditional roles to new roles.<br>\nThe revamped Department to have a more coherent trade promotion strategy with clear targets and execution accountabilities. There will be a Strengthened negotiation ecosystem with right expertise and robust end-to-end processes with clearly defined focus areas and institutions. It aspires to achieve an optimal mix of talent with specialists and generalists sourced from across private and government sectors. The Department will have an agile setup responsive to market opportunities and exporter needs via interlinkages across bodies. There will also be synergized branding for India across all domains highlighting clear priority areas.&nbsp;<br>\nTo this end, a project was undertaken to design a future ready Department of Commerce. Certain key recommendations were made by the project. &nbsp;A dedicated 'Trade Promotion Body' to drive overall promotion strategy, export targets and execution is proposed to be set up. A stronger active role for missions in Trade Promotion for market intel, leads generation &amp; localized research has been envisaged. Strengthening Negotiations via multi-skilled negotiation teams and separation between bilateral and WTO negotiations has been envisioned.<br>\nIt has also been proposed to set up a 'Trade Remedies Review Committee' Including Ministry of Commerce and Industry, Ministry of Finance and line ministries for transparency in investigations outcomes. Centralization and digitization of trade facilitation processes has been recommended to drive ease of compliance and scheme administration. Rehauling data and analytics ecosystem via centralized data management and embedded analytics capabilities in Department of Commerce has been proposed. A concerted push to strengthen Brand India and re-enforces trade priorities is in the works.<br>\nThe meeting was attended by Shri BVR Subrahmanyam, Secretary, Department of Commerce, Shri Amitabh Kant, CEO, NITI Aayog, Ms. Rachna Shah, Additional Secretary, Shri Santosh Kumar Sarangi, Director General, DGFT, Shri Prashant Kumar Singh, CEO, GeM, Shri Anant Swarup, Joint Secretary, Shri Darpan Jain, Joint Secretary, Shri Manish Chadha, Joint Secretary and other officials.",
	"img": "https://res.cloudinary.com/thehawk/image/upload/v1647778416/etg05xddcvjn1hacsuyz.jpg",
	"author": {
		"name": "Pushkar Raj Kapoor",
		"id": "61f78c5c9563dd90ba554c36"
	},
	"category": {
		"name": "Economy & Business",
		"id": "61f5568e9563dd90ba5540e6"
	},
	"pageTitle": "Piyush Reviews Revamping Of The Dept Of Commerce To Make It Future Ready",
	"pageDescription": "Piyush Reviews Revamping Of The Dept Of Commerce To Make It Future Ready"
}, {
	"postitle": "India-UAE Economic Partnership Agreement To Open Up New Markets For India",
	"postText": "India-UAE Economic Partnership Agreement To Open Up New Markets For India",
	"description": "<img src=\"https://thehawk.in/static/c1e/client/88291/uploaded/dbbb56cfc9754a6cc7c4ace7212cd08c.jpg\" ><br><strong>New Delhi (The Hawk):</strong> Union Commerce and Industry Minister Shri Piyush Goyal has termed the India-UAE Comprehensive Economic Partnership Agreement, signed Friday as a landmark pact, that will open up new markets for Indian goods and services.&nbsp;<br>\nAddressing a press conference in Mumbai, the day after the signing of the agreement, Shri Piyush Goyal said “India -UAE Comprehensive Economic Partnership Agreement (CEPA) will be extremely beneficial for MSMEs, Start-ups, farmers, traders and all sections of businesses.” &nbsp;<br>\nSpeaking about the sectoral gains, he said the labour intensive industries like Textiles, Gems and Jewellery, Leather goods and footwear and food processing industry would be prominent among those to benefit the most.<br>\nShri Goyal asserted that the CEPA is a balanced, fair, comprehensive &amp; equitable partnership agreement, which will give enhanced market access for India in both goods and services. &nbsp; “It will create jobs for our youth, open new markets for our startups, make our businesses more competitive &amp; boost our economy” he added.&nbsp;<br>\nThe Minister informed that sector-wise consultations have shown that the pact will create a minimum of 10 lakh jobs for Indian citizens.<br>\nShri Goyal further informed that the CEPA which was finalized and singed in a record time of just 88 days, would come into force in less than 90 days, by early May. He told the media that “around 90% of products exported from India to UAE will attract zero duty with implementation of the Agreement. 80% lines of trade will attract zero duty, remaining 20% does not affect our exports much, so this is a win-win agreement.”<br>\nFor the first time in a Trade agreement, the CEPA provides for automatic registration and marketing authorisation of Indian generic medicines in 90 days, once they are approved in any of the developed countries. This will give big market access to Indian medicines.<br>\nIndian jewellery exporters will get duty-free access to the UAE, which currently imposes a 5% customs duty on such products. This will substantially raise its jewellery exports, since Indian designed jewelleries enjoy a great market reputation. The Gems and Jewellery sector expects to increase its exports to US$ 10 billion by 2023.&nbsp;<br>\nThe CEPA will not only improve competitiveness of Indian products, but also provide strategic advantages to India. “Since UAE functions as a trading hub, the Agreement will help provide us market entry points to Africa, Middle East and Europe” the Minister added.<br>\nShri Piyush Goyal noted that with the conclusion of the CEPA, India and UAE aim to increase &nbsp;bilateral goods trade over the next five years to $100 billion. “However, I believe that the potential for trade between the two nations is even bigger, we will surpass the target we have set for ourselves”, he said. UAE is India’s third largest bilateral trading partner.<br>\nShri Piyush Goyal also informed that the Government looks forward to conclude a similar economic partnership agreement with the Gulf Cooperation Council countries during this year itself. &nbsp;<br>\nHe said the Secretary-General of the GCC has expressed the desire to fast track the negotiations and added \"we are also confident in our negotiating ability, we have conducted negotiations in a rapid manner with UAE, and we are believe that a similar agreement on trade would be concluded with the GCC in this year itself,\" GCC is a union of six countries in the Gulf region, namely, Saudi Arabia, UAE, Qatar, Kuwait, Oman, &nbsp;and Bahrain with a combined nominal GDP of US$ 1.6 trillion.&nbsp;",
	"img": "https://res.cloudinary.com/thehawk/image/upload/v1647778416/etg05xddcvjn1hacsuyz.jpg",
	"author": {
		"name": "Pushkar Raj Kapoor",
		"id": "61f78c5c9563dd90ba554c36"
	},
	"category": {
		"name": "Economy & Business",
		"id": "61f5568e9563dd90ba5540e6"
	},
	"pageTitle": "India-UAE Economic Partnership Agreement To Open Up New Markets For India",
	"pageDescription": "India-UAE Economic Partnership Agreement To Open Up New Markets For India"
}, {
	"postitle": "Post Budget Seminar: Fostering Strong Industry-Skill Linkage",
	"postText": "Post Budget Seminar: Fostering Strong Industry-Skill Linkage",
	"description": "<img src=\"https://thehawk.in/static/c1e/client/88291/uploaded/1a0a196df9b10755f6d132e76ed325d9.jpg\" ><br><strong>New Delhi (The Hawk):</strong> The Budget 2022 for the education and skilling sector rightly focused on expanding reach, improving quality education, building capacity, and strengthening the digital skill ecosystem. Further, to brainstorm and discuss ways for effective implementation of initiatives announced in the Budget, the Ministry of Skill Development and Entrepreneurship (MSDE) and the Ministry of Education, along with other ministries, is organising a session in Skill India webinar themed- ‘Towards Fostering Stronger Industry-Skill Linkage,’ on Monday, February 21, 2022 from 12:15 PM to 2:15 PM. The webinar will be attended by the government officials, industry experts and representatives of key associations. The session is a part of a series of seminars being inaugurated by the Prime Minister Shri Narendra Modi. He will be addressing the first webinar themed on ?Digital University: Making World Class Higher Education Accessible for All.<br>\nThe Skill India webinar will be co-chaired by Shri Arvind Singh, Secretary, Ministry of Tourism, Shri Rajesh Aggarwal, Secretary, MSDE, and Shri Anurag Jain, Secretary, DPIIT. The panellists for the session are Shri N.S Kalsi, Chairman, National Council for Vocational Education &amp; Training (NCVET); Shri Amber Dubey, Joint Secretary, Ministry of Civil Aviation and Shri Manish Sabharwal, Vice Chairman, Teamlease Services. The session will be moderated by Mr. Ved Mani Tiwari, COO, National Skill Development Corporation (NSDC).<br>\nDuring the session, broader aspects on strengthening the skill ecosystem by enhancing digital skills will be discussed. The panellists will share their views on the recent announcements made by our finance minister in the Budget 2022 including deliberations on DESH stack that aims to empower citizens to skill, reskill or upskill themselves through digital training. Further, the session will cover aspects of successful implementation of National Skill Qualification Framework (NSQF) targeted to fulfil the dynamic industry needs, expansion of emerging technologies and training through Drone Shakti scheme, helping increase domestic manufacturing and creating employment. The facets related to PM Gati Shakti programme will also be discussed during the discourse. The session will also put spotlight on sectors like Tourism and Logistics.<br>\nThe participating ministries and departments in the webinar are- The Department of Higher Education under the Ministry of Education (MoE), Dept. of School Education and Literacy, Ministry of Skill Development &amp; &nbsp;Entrepreneurship (MSDE), Ministry of Electronics and Information Technology, Ministry of Housing and Urban Affairs, Ministry of Civil Aviation, Dept. of Promotion of Industry &amp; Internal Trade, Dept. of Telecom, Bhaskaracharya National Institute for Space Applications and Geoinformatics (BISAG-N), Ministry of Tourism, Dept of Economic Affairs, Academia and Ministry of Information and Broadcasting.",
	"img": "https://res.cloudinary.com/thehawk/image/upload/v1647778416/etg05xddcvjn1hacsuyz.jpg",
	"author": {
		"name": "Pushkar Raj Kapoor",
		"id": "61f78c5c9563dd90ba554c36"
	},
	"category": {
		"name": "Economy & Business",
		"id": "61f5568e9563dd90ba5540e6"
	},
	"pageTitle": "Post Budget Seminar: Fostering Strong Industry-Skill Linkage",
	"pageDescription": "Post Budget Seminar: Fostering Strong Industry-Skill Linkage"
}, {
	"postitle": "FPOs To Play Key Role In Making India Millet Hub Of The World",
	"postText": "FPOs To Play Key Role In Making India Millet Hub Of The World",
	"description": "<img src=\"https://thehawk.in/static/c1e/client/88291/uploaded/b67ba882a7bd04d8580417392c4fd99f.jpg\" ><br><strong>New Delhi (The Hawk): </strong>As part of the ongoing ‘Food, Agriculture and Livelihood’ fortnight, the India Pavilion at EXPO2020 hosted a seminar – ‘India: Millets production and upscaling value chain’ on Friday. Senior government officials and sector experts deliberated on opportunities for Indian industry players producing and processing millets, to enhance the export potential of the country during the session.<br>\nSpeaking at the session, Dr. Abhilaksh Likhi, Additional Secretary, Ministry of Agriculture &amp; Farmers Welfare said, “We urge the startups and Farmer Producer Organizations (FPOs) to not only help in upscaling millets’ value chain, connecting to domestic and international markets but also to creating an inclusive framework where we take producing communities along.”<br>\nThe UN General Assembly adopted a resolution sponsored by India and supported by over 70 nations declaring 2023 as the ‘International Year of Millets’, aimed at raising awareness about the health benefits of the grain and its suitability for cultivation under changing climatic conditions.<br>\nMs. Shubha Thakur, Joint Secretary (Crops &amp; Oil Seeds), Ministry of Agriculture and Farmers Welfare shared, “Keeping in view the International Year of Millets, we are trying to build momentum for the millets campaign by highlighting its nutritional benefits and value chain.”<br>\nUnderlining the nutritional security aspect of millets, Dr. B Dayakar Rao, CEO, Nutrihub, said, “Millets have health benefits and can reduce obesity and malnutrition. It is well marked on vitamins, minerals and phytochemicals and it also helps beat hypertension, colon cancer and cardiovascular diseases as it reduces triglycerides present in the body.” He added, “Now with the onset of the International Year of millets, India is ready to lead the world by sharing best practices, technologies, the goodness of millets and established values and experience with other countries.” Mr. Kuntal Sensarma, Economic Advisor, Ministry of Food Processing Industries (MoFPI), talked about the policy incentives in this sector and said, “Two of our suggestions to the Union Ministry of Finance for this year's budget have been accepted to strengthen the sector and create necessary policy environment. One was in the context of the International Year of Millets for 2023 based on major programmatic interventions and the other one on the Production Linked Incentive (PLI) scheme and formalization of micro-enterprises.”<br>\nDeliberating on upscaling the value chain of millets, Dr. C Anandharamkrishnan, Director, NIFTEM shared, “There is a need to formalize the unorganized food processing system by providing the FPOs, SHGs and co-operatives with technical support, credit linkages and ensuring adequate storage capacity to avoid food wastage.”<br>\nMultiple startups and FPOs are participating in the ‘Food, Agriculture and Livelihood’ fortnight and displaying their innovative agri tech solutions and, sustainable and healthy millets-based products.<br>\nThe ‘Food, Agriculture and Livelihood’ fortnight will conclude on March 2nd.",
	"img": "https://res.cloudinary.com/thehawk/image/upload/v1647778416/etg05xddcvjn1hacsuyz.jpg",
	"author": {
		"name": "Pushkar Raj Kapoor",
		"id": "61f78c5c9563dd90ba554c36"
	},
	"category": {
		"name": "Economy & Business",
		"id": "61f5568e9563dd90ba5540e6"
	},
	"pageTitle": "FPOs To Play Key Role In Making India Millet Hub Of The World",
	"pageDescription": "FPOs To Play Key Role In Making India Millet Hub Of The World"
}, {
	"postitle": "PM Modi Flags Off 100 'Kisan Drones', Says New Drone Start-Up Culture Rising In Country",
	"postText": "PM Modi Flags Off 100 'Kisan Drones', Says New Drone Start-Up Culture Rising In Country",
	"description": "<img src=\"https://thehawk.in/static/c1e/client/88291/uploaded/67ac1f7f6e31f597e5e80d7916e3261d.jpg\" ><br><p><strong>New Delhi: </strong>Prime Minister Narendra Modi expressed confidence that India’s rising capability in the drone sector will give the world a new leadership, as he flagged off 100 ‘kisan drones’ in different parts of the country for spraying pesticides and other farm materials.<br>\nModi launched the drones on Friday with officials describing it as a “very novel and exciting initiative” for farmers.<br>\nIn his speech, the prime minister said a new culture of drone start-ups is getting ready in India. Their numbers will soon be in thousands from over 200 now, leading to the generation of employment opportunities on a massive scale. He said his government will ensure that there is no impediment in the sector’s development and has already undertaken several reforms and policy measures to facilitate its rise.<br>\nThis is an example of how high the country can fly if policies are right, Modi said, noting that drones were mostly associated with the defence sector until a few years back. This is a new chapter in providing modern farming facilities in the 21st century, and not only will it prove to be a milestone in the development of the drone sector but also open infinite possibilities, he said.<br>\nThe prime minister said his government did not waste time on apprehensions about opening up the drone sector but trusted India’s young talent and moved ahead with a new mindset. He said his government has given priority to technology and innovations in the Budget and policy measures. Noting that drones have diverse usages, Modi said, they have been used in the ‘Swamitva Yojana’ aimed at creating a record of land ownership in villages and transporting medicines and vaccines.<br>\nHe said ‘kisan drones’ are the beginning of a new revolution. Farmers can use high-capacity drones in the coming times to transport their produce like fruits, vegetables and flowers to markets in a minimal time, boosting their income.</p>\n\n<p>—PTI</p>",
	"img": "https://res.cloudinary.com/thehawk/image/upload/v1647778416/etg05xddcvjn1hacsuyz.jpg",
	"author": {
		"name": "Pushkar Raj Kapoor",
		"id": "61f78c5c9563dd90ba554c36"
	},
	"category": {
		"name": "Economy & Business",
		"id": "61f5568e9563dd90ba5540e6"
	},
	"pageTitle": "PM Modi Flags Off 100 'Kisan Drones', Says New Drone Start-Up Culture Rising In Country",
	"pageDescription": "PM Modi Flags Off 100 'Kisan Drones', Says New Drone Start-Up Culture Rising In Country"
}, {
	"postitle": "Gadkari Inaugurates & Lays Foundation Stone Of 51 National Highway Projects",
	"postText": "Gadkari Inaugurates & Lays Foundation Stone Of 51 National Highway Projects",
	"description": "<img src=\"https://thehawk.in/static/c1e/client/88291/uploaded/bb1e05d201766159b1c8bf5f233c86a2.jpg\" ><br><strong>New Delhi (The Hawk):</strong> Union Minister for Road Transport and Highways Shri Nitin Gadkari today inaugurated and laid Foundation Stone of 51 National Highway Projects of total length 1380 Km with an investment of Rs. 21,559 Crore in Vijaywada, Andhra Pradesh.<br>\n&nbsp;Speaking on the occasion Shri Gadkari said under the leadership of Prime Minister Shri Narendra Modi we are committed to build world class infrastructure in Andhra Pradesh. He said improved road connectivity in the coastal area will boost tourism, create employment opportunities for urban and rural youth and play a pivotal role in bringing prosperity to the people of Andhra Pradesh. The Minister said the construction of ROBs under Setu Bharatam will facilitate hassle free movement of traffic, ensure the safety of commuters, save time &amp; fuel and will also reduce pollution. He said the National Highways are the arteries of socio-economic development of the state.<br>\nShri Gadkari said the 4-lane road to Visakhapatnam and Kakinada ports of Andhra Pradesh will play a crucial role in improving logistics. The construction of Benz Circle flyover will help decongest the city of Vijayawada, he added.",
	"img": "https://res.cloudinary.com/thehawk/image/upload/v1647778416/etg05xddcvjn1hacsuyz.jpg",
	"author": {
		"name": "Pushkar Raj Kapoor",
		"id": "61f78c5c9563dd90ba554c36"
	},
	"category": {
		"name": "Economy & Business",
		"id": "61f5568e9563dd90ba5540e6"
	},
	"pageTitle": "Gadkari Inaugurates & Lays Foundation Stone Of 51 National Highway Projects",
	"pageDescription": "Gadkari Inaugurates & Lays Foundation Stone Of 51 National Highway Projects"
}, {
	"postitle": "Second Advance Estimates Of Production Of Major Crops For 2021-22 Released",
	"postText": "Second Advance Estimates Of Production Of Major Crops For 2021-22 Released",
	"description": "<img src=\"https://thehawk.in/static/c1e/client/88291/uploaded/a4cd13486767c45f71d10ea58255fbd3.jpg\" ><br><strong>New Delhi (The Hawk): </strong>The Second Advance Estimates of production of major crops for the year 2021-22 have been released by the Ministry of Agriculture and Farmers Welfare. Record foodg-rains production of 316.06 million tonnes is estimated. Union Minister for Agriculture and Farmers Welfare Shri Narender Singh Tomar said that the new record of foodgrains production in the country is the result of hardwork of farmers, efficient research of scientists and farmer friendly policies of the Government.<br>\nAs per 2ndAdvance Estimates for 2021-22, total Foodgrains production in the country is estimated at record 316.06 million tonnes which is higher by 5.32 million tonnes than the production of foodgrain during 2020-21. Further, the production during 2021-22 is higher by 25.35 million tonnes than the previous five years’ (2016-17 to 2020-21) average production of foodgrains.<br>\nTotal production of Rice during 2021-22is estimated at record 127.93 million tonnes. It is higher by 11.49 million tonnes than the last five years’ average production of 116.44 million tonnes.<br>\nProduction of &nbsp;Wheat during 2021-22is estimated at record 111.32 million tonnes. It is higher by 7.44 million tonnes than the average wheat production of 103.88 million tonnes.<br>\nProduction of Nutri / Coarse Cereals estimated at 49.86 million tonnes, which is higher by 3.28 million tonnes than the average production.<br>\nTotal Pulses production during 2021-22is estimated at 26.96 million tonnes which is higher by 3.14 million tonnes than the last five years’ average production of 23.82 million tonnes.<br>\nTotal Oilseeds production in the country during 2021-22is estimated at record37.15 million tonnes which is higherby 1.20 million tonnes than the production of 35.95 million tonnes during 2020-21. Further, the production of oilseeds during 2021-22 is higher by 4.46 million tonnes than the average oilseeds production. &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;<br>\nTotal production of Sugarcane in the country during 2021-22is estimated at 414.04 million tonnes which is higher by 40.59million tonnes than the average sugarcane production of 373.46 million tonnes.<br>\nProduction of Cottonis estimated at 34.06 million bales (each of 170 kg) is higherby 1.12 million bales than the average cotton production of 32.95 million bales. Production of Jute &amp; Mesta is estimated at 9.57 million bales (each of 180 kg).",
	"img": "https://res.cloudinary.com/thehawk/image/upload/v1647778416/etg05xddcvjn1hacsuyz.jpg",
	"author": {
		"name": "Pushkar Raj Kapoor",
		"id": "61f78c5c9563dd90ba554c36"
	},
	"category": {
		"name": "Economy & Business",
		"id": "61f5568e9563dd90ba5540e6"
	},
	"pageTitle": "Second Advance Estimates Of Production Of Major Crops For 2021-22 Released",
	"pageDescription": "Second Advance Estimates Of Production Of Major Crops For 2021-22 Released"
}, {
	"postitle": "More Than 29.8 Lakh Major TARs Filed On The e-Filing Portal of IT Dept",
	"postText": "More Than 29.8 Lakh Major TARs Filed On The e-Filing Portal of IT Dept",
	"description": "<img src=\"https://thehawk.in/static/c1e/client/88291/uploaded/983a6e18399c5a274cefe1a9b1a56306.jpg\" ><br><strong>New Delhi (The Hawk): </strong>More than 29.8 lakh major Tax Audit Reports (TARs) have been filed on the e-Filing portal of the Income Tax Department as on 15th February, 2022. On the last day, over 4.14 lakh major Tax Audit Reports/forms have been filed.<br>\nOut of 29.8 lakh of the major statutory forms, over 2.65 lakh Form 3CA-3CD and around 24.5 lakh Form 3CB-3CD have been filed in FY 21-22. More than 2.71 lakh other Tax Audit Reports (Form 10B, 29B, 29C, 3CEB, 10CCB, 10 BB) have been filed till 15.02.2022.<br>\nOn 15.02.2022, 34,842 Form 3CA-3CD (out of total of 2,65,153), 3,36,842 Form 3CB-3CD (out of total of 24,48,950), 18,644 Form 10B (out of total of 1,50,950), 11,852 Form 29B (out of total of 74,923), 478 Form 29C (out of total of 2,820), 10,542 Form 3CEB (out of total of 33,345), 873 of Form 10CCB (out of total of 4,904) and 570 of Form 10BB (out of total of 3851) have been filed. On the last date i.e. the extended due date of 15.02.2022, 14% of these statutory forms and in the last 5 days from 11.02.2022 to 15.02.2022, 30% of these statutory forms were filed.<br>\nFurther, more than 5.41 crore Income Tax Returns (ITRs) filed have been verified out of 6.26 crore ITRs filed for AY 2021-22. Of the verified ITRs, more than 4.50 crore ITRs have been processed and 1.58 crore refunds for AY 2021-22 have been issued.<br>\nThe Department expresses gratitude to all tax professionals and taxpayers for the support in compliances and requests the attention of taxpayers who are yet to accept the Tax Audit Report submitted by their CA to complete the process of submission.",
	"img": "https://res.cloudinary.com/thehawk/image/upload/v1647778416/etg05xddcvjn1hacsuyz.jpg",
	"author": {
		"name": "Pushkar Raj Kapoor",
		"id": "61f78c5c9563dd90ba554c36"
	},
	"category": {
		"name": "Economy & Business",
		"id": "61f5568e9563dd90ba5540e6"
	},
	"pageTitle": "More Than 29.8 Lakh Major TARs Filed On The e-Filing Portal of IT Dept",
	"pageDescription": "More Than 29.8 Lakh Major TARs Filed On The e-Filing Portal of IT Dept"
}, {
	"postitle": "Production of Minerals During Apr-Dec 2021-22 Shows 16% Cumulative Growth",
	"postText": "Production of Minerals During Apr-Dec 2021-22 Shows 16% Cumulative Growth",
	"description": "<img src=\"https://thehawk.in/static/c1e/client/88291/uploaded/003e4eff0a1aa55721919c9ada07d75b.jpg\" ><br><strong>New Delhi (The Hawk):</strong> As per the data of Indian Bureau of Mines (IBM), Ministry of Mines, the index of mineral production of mining and quarrying sector for the month of November, 2021 (Base: 2011-12=100) at 111.9, was 5.0% higher as compared to the level in the month of November, 2020. The cumulative growth for the period April- November, 2021-22 over the corresponding period of previous year has increased 18.2 percent. &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;<br>\nProduction level of important minerals in November, 2021 were: Coal 679 lakh tonnes, Lignite 33 lakh tonnes, Natural gas (utilized) 2798 million cu. m., Petroleum (crude) 24 lakh tonnes, Bauxite 1710 thousand tonnes, Chromite 259 thousand tonnes, Copper conc. 10 thousand tonnes , Gold 113 kg, Iron ore 194 lakh tonnes, Lead conc. 30 thousand tonnes, Manganese ore 224 thousand tonnes, Zinc conc. 132 thousand tonnes, Limestone 303 lakh tonnes, Phosphorite 122 thousand tonnes, Magnesite 8 thousand tonnes and Diamond 15 carat. The production of important minerals showing positive growth during November, 2021 over November, 2020 include: Gold (37.8%), Magnesite (28.1%), Natural Gas (U) (23.6%) Chromite (21.9%), Lignite (14.7%), lead conc.(14.4%), Zinc conc (13.9%), and coal (8.5%). The production of other important minerals showing negative growth is: Petroleum (Crude) (-2.2%), Iron Ore (-2.4%), Copper conc(-7.8%), limestone (-8.7%), bauxite (-9.5%), Phosphorite (-9.8%), and Manganese ore (-15.2%).",
	"img": "https://res.cloudinary.com/thehawk/image/upload/v1647778416/etg05xddcvjn1hacsuyz.jpg",
	"author": {
		"name": "Pushkar Raj Kapoor",
		"id": "61f78c5c9563dd90ba554c36"
	},
	"category": {
		"name": "Economy & Business",
		"id": "61f5568e9563dd90ba5540e6"
	},
	"pageTitle": "Production of Minerals During Apr-Dec 2021-22 Shows 16% Cumulative Growth",
	"pageDescription": "Production of Minerals During Apr-Dec 2021-22 Shows 16% Cumulative Growth"
}, {
	"postitle": "RBI's Financial Literacy Campaign In NE With The Theme 'Go Digital, Go Secure'",
	"postText": "RBI's Financial Literacy Campaign In NE With The Theme 'Go Digital, Go Secure'",
	"description": "<img src=\"https://thehawk.in/static/c1e/client/88291/uploaded/a0d77238b7a6db132b487c6150e0eb4e.jpg\" ><br><p><strong>Shillong: </strong>The Reserve Bank of India (RBI) has launched a week-long financial literacy campaign in the northeastern region with this years theme of ‘Go Digital, Go Secure, officials said here on Tuesday.<br>\nRBI General Manager P. Gangte said that as part of the Financial Literacy Week -- February 14-18 -- RBI officials are visiting villages, blocks and district headquarters and disseminating financial awareness messages by conducting financial literacy camps, town hall meetings and various other events.<br>\nWhile addressing a financial literacy function in Shillong, he said that during the campaign, the officials would explain the main features of digital financial services, including \"Anywhere, Anytime Transactions\", \"Interoperability\" and \"Building of transaction histories for meaningful utilization to improve access to credit and relevant financial services to various target groups\".<br>\nGangte said that the financial inclusion measures are being undertaken by the Central government and the RBI through various policy measures. The focus for this year would be on creating awareness about various aspects relating to convenience of digital transactions, security of digital transactions and protection to customers.<br>\nAs part of the campaign, posters and leaflets in local languages besides English and Hindi on the messages of the FLW 2022 would be distributed.<br>\nFinancial awareness messages would also be displayed on the websites of banks, their ATMs, mobile applications and digital display boards at the bank branches.<br>\nGangte said that Financial Literacy Centres of banks have been instructed by the RBI to conduct special FLCs extensively during the week.<br>\nThe RBI has been conducting a Financial Literacy Week (FLW) every year since 2016 to propagate financial education messages on a particular theme across the country.<br>\nThe FLW 2019, FLW 2020 and FLW 2021 were focused on \"Farmers\", \"MSMEs\" and \"Credit Discipline and Credit from Formal Institutions\" respectively.<br>\nThis year, Financial Literacy Week is being observed from February 14-18 on the theme \"Go Digital, Go Secure\".</p>\n\n<p>—IANS</p>",
	"img": "https://res.cloudinary.com/thehawk/image/upload/v1647778416/etg05xddcvjn1hacsuyz.jpg",
	"author": {
		"name": "Pushkar Raj Kapoor",
		"id": "61f78c5c9563dd90ba554c36"
	},
	"category": {
		"name": "Economy & Business",
		"id": "61f5568e9563dd90ba5540e6"
	},
	"pageTitle": "RBI's Financial Literacy Campaign In NE With The Theme 'Go Digital, Go Secure'",
	"pageDescription": "RBI's Financial Literacy Campaign In NE With The Theme 'Go Digital, Go Secure'"
}, {
	"postitle": "India, Australia Plan To Finalize Interim Trade Agreement In Next 30 Days: Piyush",
	"postText": "India, Australia Plan To Finalize Interim Trade Agreement In Next 30 Days: Piyush",
	"description": "<img src=\"https://thehawk.in/static/c1e/client/88291/uploaded/5e37081e113acb23f9c3e5cde7a89198.jpg\" ><br><strong>New Delhi (The Hawk): </strong>Shri Piyush Goyal, India’s Minister of Commerce and Industry, Consumer Affairs, Food, and Public Distribution and Textiles and The Hon Dan Tehan MP, Minister for Trade, Tourism and Investment, Government of Australia have announced reaching an understanding on the Interim agreement and finalizing it in the next 30 days. &nbsp;The India-Australia Comprehensive Economic Cooperation Agreement (CECA) is expected to be concluded in 12 months thereafter. Shri Goyal and Mr. Tehan were addressing a joint press conference after conclusion of the 3-day talks in New Delhi today.&nbsp;<br>\nSpeaking on the occasion Shri Goyal recalled watching the classic movie ‘Dil Chahta Hai’, which was partially shot in Australia, and portrayed a strong bond of friendship among friends. He said expanding &nbsp;India-Australia relationship also exhibits a similar strong bond.<br>\nCECA FTA is like a ‘Dil Chahta Hai FTA’, which represents the hope, aspiration &amp; ambition of the people of our two great nations.<br>\nThe two nations are expected to sign the Interim Agreement in March 2022.The areas covered under the interim agreement should include goods, services, rules of origin, sanitary and phytosanitary measures, Customs procedure, and Legal and Institutional issues.&nbsp;<br>\nSpeaking on the occasion, Shri Piyush Goyal said that he had very fruitful discussions with his Australian counterpart and significant progress has been made in advancing the FTA between the two nations. Shri Goyal said that India and Australia were natural partners and complemented each other in a variety of ways. The Minister said that discussions between the two nations happened with openness and concern and sensitivity for the issues on both sides.<br>\nTerming the negotiations as a watershed moment in India-Australia bilateral relationship, Shri Goyal expressed his gratitude to the Prime Ministers of both nations, Shri Narendra Modi and The Hon Scott Morrison for their leadership, guidance and support. He also complimented officers from both sides who worked proactively to build a comprehensive economic partnership which will be a win-win for both, opening up huge opportunities for people of India and Australia.<br>\nThe Minister exhorted that India and Australia are linked by the great Indian Ocean; connected by history, shared inheritances and deeply interlinked destinies.<br>\nThe CECA would be a substantial opportunity for both of economies and a significant moment in the India-Australia bilateral relationship.<br>\nBoth Ministers agreed on the need for a balanced trade agreement that encourages expanded trade and investment flows to the benefit of both of the economies, and reflects a shared commitment to the rules-based international trading system. Ministers also agreed to expeditiously resolve tax-related issues faced by Indian software firms in Australia.&nbsp;<br>\nResponding to a question, Shri Goyal said that Quad has brought the four countries, viz. USA, India, Australia and Japan closer and this had also enabled India and Australia to come closer to each other in economic relations as well.&nbsp;<br>\nMr. Dan Tehan also announced that on 21st February, Australia would be open to travelers from all over the world and extended his invitation to Indians to visit Australia. The Minister opined that as a result of MoU, the tourism flows between the two countries will continue to grow and that the education relationship between the two nations would also flourish. &nbsp;We are looking at mutual recognition of qualifications in Australia so that students can now study in both nations, he said.&nbsp;<br>\nMr. Tehan expressed confidence that the interim agreement would be a significant milestone in relationship between our two countries. He said that the warmth of the relationship between the two nations and the honesty and transparency with which the negotiations happened would certainly help build a very strong and robust economic ties.",
	"img": "https://res.cloudinary.com/thehawk/image/upload/v1647778416/etg05xddcvjn1hacsuyz.jpg",
	"author": {
		"name": "Pushkar Raj Kapoor",
		"id": "61f78c5c9563dd90ba554c36"
	},
	"category": {
		"name": "Economy & Business",
		"id": "61f5568e9563dd90ba5540e6"
	},
	"pageTitle": "India, Australia Plan To Finalize Interim Trade Agreement In Next 30 Days: Piyush",
	"pageDescription": "India, Australia Plan To Finalize Interim Trade Agreement In Next 30 Days: Piyush"
}, {
	"postitle": "Rs 3.22 Lakh Cr Sanctioned Under PMMY Against Target Of Rs 3.50 Lakh Crore",
	"postText": "Rs 3.22 Lakh Cr Sanctioned Under PMMY Against Target Of Rs 3.50 Lakh Crore",
	"description": "<img src=\"https://thehawk.in/static/c1e/client/88291/uploaded/5e482cc1b7f82bbd01808d9e1cddd702.jpg\" ><br><strong>New Delhi (The Hawk): </strong>&nbsp;Under Pradhan Mantri Mudra Yojana (PMMY), the Government allocates annual targets for the amount to be sanctioned by more than 150 Member Lending Institutions (MLIs). This was stated by Union Minister of State for Finance Dr Bhagwat Kisanrao Karad in a written reply to a question in Rajya Sabha today.<br>\nThe Minister stated that MLIs in turn fix their respective State-wise target according to potential of the area, their presence and other related parameters. Targets allocated to MLIs vis-à-vis achievements in FY 2020-21 are ANNEXED.<br>\nResponding to a question on targets of PMMY, the Minister stated that the national level targets under the scheme have been consistently met since inception of the scheme, except for FY 2020-21 due to COVID-19 pandemic. In FY 2020-21, an amount of Rs. 3.22 lakh crore was sanctioned under PMMY against the target of Rs. 3.50 lakh crore.<br>\nUnder the Scheme, institutional credit up to Rs. 10 lakh is provided by MLIs to micro/small business units for income generating activities in manufacturing, trading, services sectors and also for activities allied to agriculture.<br>\nAs per data uploaded by MLIs on Mudra portal, the Minister stated that as on 31.12.2021, over 32.53 crore loans involving a sanctioned amount of Rs. 17.32 lakh crore have been extended under PMMY, since its inception in April, 2015.<br>\nThe Minister listed out a number of steps that have been taken by the Government to improve implementation of the Scheme, which, inter alia, include:<br>\nprovision for online applications through psbloansin59minutes and udyamimitra portal;<br>\nsome of the Public Sector Banks (PSBs) have put in place end-to-end digital lending for automated sanctions under PMMY;<br>\nintensive publicity campaigns by PSBs and Mudra Ltd. for increased visibility of the Scheme amongst the stakeholders;<br>\nsimplification of application forms;<br>\nnomination of Mudra Nodal Officers in Public Sector Banks (PSBs);<br>\nperiodic monitoring of performance of PSBs with regard to PMMY etc.<br>\nThe Minister also stated that as per Para no. 25 of RBI’s Master Circular no. RBI/2015-16/59 dated 01.07.2015 on ‘Customer Confidentiality Obligations’, banks are under obligation to maintain secrecy arising out of the contractual relationship between the banker and customer, and as such no information should be divulged to third parties, except under circumstances provided in the circular.",
	"img": "https://res.cloudinary.com/thehawk/image/upload/v1647778416/etg05xddcvjn1hacsuyz.jpg",
	"author": {
		"name": "Pushkar Raj Kapoor",
		"id": "61f78c5c9563dd90ba554c36"
	},
	"category": {
		"name": "Economy & Business",
		"id": "61f5568e9563dd90ba5540e6"
	},
	"pageTitle": "Rs 3.22 Lakh Cr Sanctioned Under PMMY Against Target Of Rs 3.50 Lakh Crore",
	"pageDescription": "Rs 3.22 Lakh Cr Sanctioned Under PMMY Against Target Of Rs 3.50 Lakh Crore"
}, {
	"postitle": "Coal & Lignite Resources And Efforts To Further Enhance Production",
	"postText": "Coal & Lignite Resources And Efforts To Further Enhance Production",
	"description": "<img src=\"https://thehawk.in/static/c1e/client/88291/uploaded/9b9ba83ed7a481c35b72c5d71e68c9df.jpg\" ><br><strong>New Delhi (The Hawk):</strong> As per the Inventory for Coal and Lignite as on 01.04.2021, the total assessed geological coal resource is 352125970000 tonnes.<br>\nCapacity addition through approval of new &amp; expansion PR: CIL shall be adding capacity of about 289 Mty through approval of new &amp; expansion PRs (Future Projects).<br>\nCapacity addition through special dispensation in EC under clause 7(ii) of EIA 2006: this is an ongoing process and CIL is enhancing its capacity through efficiency enhancement under the special dispensation of EIA Act.<br>\nCapacity addition in smaller subsidiaries: Smaller subsidiaries like ECL &amp; BCCL are enhancing its capacity through marginal schemes and OC patches.<br>\nCapacity augmentation through deployment of MDO: CIL has already initiated process for operating 15 nos. of mines through MDO having an ultimate capacity of about 170 Mty<br>\nUse of Mass Production Technology (MPT) in UG mines wherever feasible: CIL intends to implement the application of more and more MPT in UG mines wherever feasible. Improving evacuation efficiency &amp; capacity: Through FMC 1 &amp; 2, CIL is in the process of eliminating inefficient and polluting road transport in favour of 44 CHPs, Silos through rail transport.<br>\nProcurement of HEMM- Order value worth Rs. 8300 Crs have been placed for procurement of HEMM in CIL in 2019-20 &amp; 2020-21. Equipment supply has been started during 2020-21 and will be followed during the subsequent years for enhancement of production capacity.<br>\nEnhancement in evacuation facility from the mines to destination-Evacuation facilities like doubling of Tori-Shivpur Rail line, construction of connecting coal transport roads and sidings in CCL &amp; MCL, construction of CHP-Silos in MCL &amp; SECL are under implementation to facilitate enhancement of capacity utilisation of the mines.<br>\nOut sourcing mining contracts- All outsourcing mining contracts for subsequent year are identified well in advance and firm actions being initiated well in advance.<br>\nThis information was given by Minister of Coal, Mines and Parliamentary Affairs Shri Pralhad Joshi in a written reply in Rajya Sabha today.",
	"img": "https://res.cloudinary.com/thehawk/image/upload/v1647778416/etg05xddcvjn1hacsuyz.jpg",
	"author": {
		"name": "Pushkar Raj Kapoor",
		"id": "61f78c5c9563dd90ba554c36"
	},
	"category": {
		"name": "Economy & Business",
		"id": "61f5568e9563dd90ba5540e6"
	},
	"pageTitle": "Coal & Lignite Resources And Efforts To Further Enhance Production",
	"pageDescription": "Coal & Lignite Resources And Efforts To Further Enhance Production"
}, {
	"postitle": "Around 6.17 Crore ITRs & About 19 Lakh Major Tax Audit Reports Filed",
	"postText": "Around 6.17 Crore ITRs & About 19 Lakh Major Tax Audit Reports Filed",
	"description": "<img src=\"https://thehawk.in/static/c1e/client/88291/uploaded/f862e9960d9607c535be03a80bdd3fac.jpg\" ><br><strong>New Delhi (The Hawk): </strong>Around 6.17 crore Income Tax Returns (ITRs) and about 19 lakh major Tax Audit Reports(TARs) have been filed on the new e-Filing portal of the Income Tax Department as on 6th February, 2022.<br>\nOut of 6.17 crore ITRs filed for AY 2021-22, 48% of these are ITR-1 (2.97 crore), 9% is ITR-2 (56 lakh), 13% is ITR-3 (81.6 lakh), 27% are ITR-4 (1.65 crore), ITR-5 (10.9 lakh), ITR-6 (4.84 lakh) and ITR-7 (1.32 lakh).<br>\nOver 1.73 lakh Form 3CA-3CD and 15.62 lakh Form 3CB-3CD have been filed in FY 21-22. More than 1.61 lakh other Tax Audit Reports (Form 10B, 29B, 29C, 3CEB, 10CCB, 10 BB) have been filed till 06.02.2022.<br>\nThe Department has been issuing reminders to taxpayers through emails, SMS and Twitter encouraging taxpayers and Chartered Accountants not to wait till the last minute and file their TARs/ITRs without further delay. Further, to assist the filers for resolution of any grievance related to e-filing, two new email ids- TAR.helpdesk@incometax.-gov.in and ITR.helpdesk@-incometax.gov.in have been provided. All taxpayers/tax professionals who are yet to file their Tax Audit Reports or Income Tax Returns for AY 2021-22 are requested to file their TARs/Returns immediately to avoid last minute rush.",
	"img": "https://res.cloudinary.com/thehawk/image/upload/v1647778416/etg05xddcvjn1hacsuyz.jpg",
	"author": {
		"name": "Pushkar Raj Kapoor",
		"id": "61f78c5c9563dd90ba554c36"
	},
	"category": {
		"name": "Economy & Business",
		"id": "61f5568e9563dd90ba5540e6"
	},
	"pageTitle": "Around 6.17 Crore ITRs & About 19 Lakh Major Tax Audit Reports Filed",
	"pageDescription": "Around 6.17 Crore ITRs & About 19 Lakh Major Tax Audit Reports Filed"
}, {
	"postitle": "Cargo Ship Sails From Patna To Pandu Heralding A New Age Of Logistics For Assam",
	"postText": "Cargo Ship Sails From Patna To Pandu Heralding A New Age Of Logistics For Assam",
	"description": "<img src=\"https://thehawk.in/static/c1e/client/88291/uploaded/c0026d3e400b9d75a03acb149072b6cf.jpg\" ><br><strong>New Delhi (The Hawk):</strong> Union Minister of Ports, Shipping &amp; Waterways and AYUSH, ShriSarbanandaSonowal flagged off an inland waterway vessel MV Lal Bahadur Shastri from Patna to Guwahati today. The vessel started its journey from Patna today and is carrying 200 Metric Tonnes of foodgrains headed for Pandu in Guwahati &amp; will travel via Bangladesh to reach the destination by early March, 2022.<br>\nThe minister also laid the foundation stone for construction of Kalughat intermodal terminal at Saran in Bihar on National Waterway - 1 (river Ganga).<br>\nThis historic event was also attended by Union Minister of Consumer Affairs, Food &amp; Public Distribution, PiyushGoyal (virtually); Union Minister of State for Consumer Affairs, Food &amp; Public Distribution and Environment, Forest &amp; Climate Change, Ashwani Kumar Choubey; Union Minister of State for Ports, Shipping &amp; Waterways, Shantanu Thakur; Deputy Chief Ministers of Bihar, Tarkishore Prasad and Renu Devi; Mangal Pandey, Minister of Health and Family Welfare, &nbsp;Mr Khalid Mahmud Chowdhury, Minister of State, Ministry of Shipping, Government of People’s Republic of Bangladesh; Rajiv Pratap Rudy, MP (Lok Sabha); Sushil Kumar Modi, MP (Rajya Sabha); Ravi Shankar Prasad, MP (Lok Sabha) among other dignitaries &amp; senior officials from the state government and Inland Waterways Authority of India (IWAI).<br>\nThe vessel starts its sail on National Waterway-1 (river Ganga) through Bhagalpur, Manihari, Sahibganj, Farakka, Tribeni, Kolkata, Haldia, Hemnagar; Indo Bangladesh Protocol (IBP) route through Khulna, Narayanganj, Sirajganj, Chilmari and National Waterway-2 through Dhubri, and Jogighopa covering a distance of 2,350 km. The vessel will take about 25 days to cover the entire voyage and is expected to reach Pandu in Guwahati by early March.<br>\nThis historic feat will usher a new era of growth for all the states of Northeast India. The waterways will cut through the landlocked access which has been crippling development in the region for long. The waterways not only remove this geographical hindrance on the road of progress in the region but also provides an economical, swift and convenient transportation for the businesses and people of the region.<br>\nIn line with the “Act East” policy of the Prime Minister, the Ministry of Ports, Shipping &amp; Waterways (MoPSW) has taken up several infrastructure projects on National Waterway-1, Indo-Bangladesh Protocol route, and NW2, through the Inland Waterways Authority of India (IWAI). These steps will improve the connectivity with North Eastern Region (NER) through waterways. The Government has undertaken the ambitious Jal Marg Vikas Project (JMVP) with an investment of about Rs. 4600 crore for the capacity augmentation of NW-1 (river Ganga) for safe and sustainable movement of vessels upto 2000 tonnes.<br>\nSpeaking on this landmark moment, Shri SarbanandaSonowal, said, “This is a historic moment for all of Northeast as we embark to reap the benefit of the most seamless cargo transportation through Brahmaputra. This is not just a journey from Patna to Pandu but it is a journey of unfulfilled desires &amp; aspirations to reach out to a wider world via waterways. The opportunity for the people of Assam &amp; Northeast is tremendous. Under the visionary leadership of Prime Minister, the Northeast region is no longer relegated but every effort is made to act &amp; unlock the value that the Astalakshmi promises. We are confident that by restarting the cargo movement via waterways is going to play a pivotal role in energising India’s northeast as the engine of growth.”<br>\nIWAI aims at running regular scheduled services on these routes. The Protocol on Inland Water Transit and Trade (PIWTT) between India and Bangladesh allows mutually beneficial arrangements for the use of their waterways for the movement of goods between the two countries by vessels of both countries. National Waterway-1 (River Ganga) is connected to National Waterway-2 (River Brahmaputra) and National Waterway-16 (River Barak) through Indo-Bangladesh Protocol (IBP) routes. To improve the navigability, two stretches of IBP routes, i.e., Sirajganj-Daikhowa and Ashuganj-Zakiganj are also being developed at a cost of Rs. 305.84 crores on an 80:20 share basis (80% being borne by India and 20% by Bangladesh). The development of these stretches is expected to provide seamless navigation to NER via the IBP route. The contracts for dredging on the two stretches for providing and maintaining requisite depth for a period of seven years (from 2019 to 2026) are underway.",
	"img": "https://res.cloudinary.com/thehawk/image/upload/v1647778416/etg05xddcvjn1hacsuyz.jpg",
	"author": {
		"name": "Pushkar Raj Kapoor",
		"id": "61f78c5c9563dd90ba554c36"
	},
	"category": {
		"name": "Economy & Business",
		"id": "61f5568e9563dd90ba5540e6"
	},
	"pageTitle": "Cargo Ship Sails From Patna To Pandu Heralding A New Age Of Logistics For Assam",
	"pageDescription": "Cargo Ship Sails From Patna To Pandu Heralding A New Age Of Logistics For Assam"
}, {
	"postitle": "Union Budget A Direction Setting Budget Aimed At Making India Future Ready: Piyush",
	"postText": "Union Budget A Direction Setting Budget Aimed At Making India Future Ready: Piyush",
	"description": "<img src=\"https://thehawk.in/static/c1e/client/88291/uploaded/9955af9d16ea05da86698fe13b1fee33.jpg\" ><br><strong>New Delhi (The Hawk):</strong> Union Minister for Commerce and Industry, &nbsp;Textiles and Consumer Affairs, Food and Public Distribution, Shri Piyush Goyal today termed the Union Budget 2022-23 as a direction setting budget, addressing both macro-economic and micro-econimic concerns, looking at inclusive development.<br>\nSpeaking at a Public Function to explain the nuances of the Union Budget in Mumbai today, the Minister said “the Budget should be seen as an exercise in continuity to make India future ready”. &nbsp; Recalling Prime Minister Narendra Modi’s vision of converting crisis into opportunity, Shri Goyal said, the Government has been pro-actively announcing new projects and schemes through the year, and Union Budget has attempted to show the way ahead for the next 25 years.<br>\nShri Goyal said the budget has laid a big thrust on infrastructure development and highlighted the importance of the PM Gati Shakti National Plan. He said the plan will leverage data and inter-connected national maps to better align infrastructure projects.<br>\nExplaining how the nation adopted to the Covid 19 pandemic by swiftly moving to remote working mode, Shri Goyal asserted that India did not let down a single international obligation, thanks to Digital India and thrust given on expansion of broadband connectivity. &nbsp;He said despite the pandemic, India’s services export remained robust and would achieve $240 bn target.<br>\nShri Goyal said that India produces second highest number of STEM (Science, Technology, Engineering, Mathematics) graduates and this should encourage us to become not only the Start-up Capital but also the R&amp;D and innovation hub.<br>\nThe Commerce &amp; Industry Minister further added that India has been working on a number of Free Trade Agreements (FTAs). Citing the India-UAE FTA, Shri Goyal said the entire process was completed in just 88 days. He informed that India-Australia FTA is also in advanced stage of finalization. &nbsp;FTAs with UK, Canada are also in the pipeline, even as GCC also wants to sign an FTA with India “The world wants to work with us, we have to seize the initiative” the Minister added.<br>\nThe Minister also spoke about the enhanced capital spending of Rs 10.5 lakh crores provided by the Budget 2022-23 to have a multiplier effect of 3-4 times, leading to enhanced demand and increased job opportunities benefitting all people.",
	"img": "https://res.cloudinary.com/thehawk/image/upload/v1647778416/etg05xddcvjn1hacsuyz.jpg",
	"author": {
		"name": "Pushkar Raj Kapoor",
		"id": "61f78c5c9563dd90ba554c36"
	},
	"category": {
		"name": "Economy & Business",
		"id": "61f5568e9563dd90ba5540e6"
	},
	"pageTitle": "Union Budget A Direction Setting Budget Aimed At Making India Future Ready: Piyush",
	"pageDescription": "Union Budget A Direction Setting Budget Aimed At Making India Future Ready: Piyush"
}, {
	"postitle": "One District One Product Mission Of Centre Takes A Giant Technology Boost",
	"postText": "<strong> </strong>",
	"description": "<img src=\"https://thehawk.in/static/c1e/client/88291/uploaded/19eb14943dac4c1612ccf879c0571ecc.jpg\" ><br><strong>New Delhi (The Hawk):</strong> West Jaintia Hills today witnessed the first-of-its-kind Fly-Off Event to demonstrate the use of novel and innovative Drone/UAV technology for payload delivery, that could serve as a model of solving the 1st mile connectivity issues for Lakadong Turmeric farmers from the hinterland.<br>\nLakadong Turmeric has been identified under The One District, One Product (ODOP) Initiative under the Department for Promotion of Industry and Internal Trade (DPIIT), Ministry of Commerce &amp; Industry, Ministry of Commerce &amp; Industry, as a product with excellent potential for growth and export for West Jaintia Hills.&nbsp;<br>\nODOP partnered with AGNIi Mission, one of the nine technology missions under the Prime Minister's Science, Technology and Innovation Advisory Council to identify Indian innovative technologies that can play a transformative role in the end-to-end processing of Lakadong Turmeric, starting with leveraging payload drones (UAVs) to transport the turmeric in large quantities.<br>\nAddressing the gathering at the event, Ms. Sumita Dawra, Additional Secretary, DPIIT said that this event was a first step towards showcasing the innovative solutions that can propel 1st mile connectivity while ushering in Industrial Revolution 4.0.<br>\nIt may be noted that the Lakadong Turmeric from West Jaintia Hills, Meghalaya, one &nbsp; of &nbsp; the &nbsp; world’s &nbsp; finest turmeric varieties with the highest curcumin content of 7-9% (in comparison to 3% or less in other varieties), is fast becoming a game changer in the economy of the district. The State of Meghalaya has applied for a Geographical Indication tag for Lakadong turmeric.&nbsp;<br>\nThe percentage of curcumin and oleoresin content in turmeric determines the demand by the industry along with the price. India is the largest producer and exporter of turmeric (APEDA, 2019). India exported US$ 236.5 million worth of turmeric in 2018 from US$ 182.53 million in 2017. Turmeric is a positive crop; it improves health and is not water guzzling.&nbsp;<br>\nHighlighting the fact that despite India being the world’s largest turmeric producer and exporter, turmeric imports had also been increasing, the Additional Secretary said that the major importers were the extraction and processing industries that require high curcumin and oleo resin.&nbsp;<br>\nInspite of the highest curcumin content and excellent potential for domestic sales and export, Lakadong turmeric faces severe market access issues due to the remoteness of the location, topography and terrain. Thus, buyers have to incur additional costs to transport the goods from the villages via local pick-up trucks till the major transporters’ loading point. Additional costs of transportation and delays in the same act as barriers / disincentives for the buyer in the process of procurement.<br>\nThe flyoff event would not only to give a fillip to the mandate of the ODOP initiative but also leverage modern technology as a fundamental solution to overcome the bottleneck of transportation that acts as a barrier in realizing the optimal potential of this exceptional spice from Meghalaya, Ms. Dawra said. &nbsp;In consonance with its mandate in April last year, the ODOP Team successfully facilitated the trade of 13,136 kgs of sliced and dried Lakadong Turmeric to a large food processing industry in Ernakulam, Kerala in 2021. It may also be noted that under ODOP initiative, the price of Lakadong Turmeric has increased by Rs. 20, from Rs. 150 per Kg in the Year 2021 to Rs. 170 per Kg in 2022.<br>\nODOP is a transformational step forward towards realizing the true potential of a district, fuelling economic growth and advancing the goal of Vocal for Local. Lauding the success of the ODOP team in pitching the highest curcumin content of Lakadong Turmeric as its Unique Selling Proposition, Ms. Dawra said that the team had succeeded in the creation of market linkages for 500+ plus farmers from Self-Help Groups and Co-operative Societies from 4 villages in West Jaintia Hills District.&nbsp;<br>\nMs. Sumita Dawra said that under ‘Lakadong Turmeric 2.0’, new efforts were being planned to scale up procurements for sustainable sales for the harvest season of 2022 and the years to come. For the same, the ODOP team led buyer visits to Meghalaya in December 2021 wherein direct interactions at the farm level and buyer-seller meets were organized for representatives of interested buyers. These have ended in the finalization of procurement orders for over 25,000 kgs already with a plan to increase the same even further, subject to final negotiations this year, she added.<br>\nIndia produces 78 per cent of the world’s turmeric, as per a reply given by the Union Minister of Agriculture &amp; Farmers Welfare Narendra Singh Tomar in the Rajya Sabha on March 12, 2021. In the year 2018-19, turmeric production was 389 thousand tonnes, with area and productivity 246 thousand hectares and 5646.34 kg per hectare respectively.",
	"img": "https://res.cloudinary.com/thehawk/image/upload/v1647778416/etg05xddcvjn1hacsuyz.jpg",
	"author": {
		"name": "Pushkar Raj Kapoor",
		"id": "61f78c5c9563dd90ba554c36"
	},
	"category": {
		"name": "Economy & Business",
		"id": "61f5568e9563dd90ba5540e6"
	},
	"pageTitle": "One District One Product Mission Of Centre Takes A Giant Technology Boost",
	"pageDescription": "<strong> </strong>"
}, {
	"postitle": "Govt Takes Several Steps To Boost Indian Exports",
	"postText": "Govt Takes Several Steps To Boost Indian Exports",
	"description": "<img src=\"https://thehawk.in/static/c1e/client/88291/uploaded/d810205b4d7f7b2551f50e47970e6963.jpg\" ><br><strong>New Delhi (The Hawk):</strong> The Government has taken the following measures since 2014 to boost the India’s export:<br>\nA new Foreign Trade Policy (FTP) 2015-20 was launched on 1st April 2015. The policy, inter alia, rationalised the earlier export promotion schemes and introduced two new schemes, namely Merchandise Exports from India Scheme (MEIS) for improving export of goods &nbsp; and ‘Services Exports from India Scheme (SEIS)’ for increasing exports of services. Duty credit scrips issued under these schemes were made fully transferable.<br>\nThe mid-term review (2017) of the Foreign Trade Policy (2015-20) was carried out and corrective measures were undertaken.<br>\nForeign Trade Policy (2015-20) extended by one year i.e. upto 31-3-2022 due to the COVID-19 pandemic situation.<br>\nA new Logistics Division was created in the Department of Commerce for integrated development of the logistics sector.&nbsp;<br>\nInterest Equalization Scheme on pre and post shipment rupee export credit was introduced from 1.4.2015 to provide cheaper credit to exporters.<br>\nThe Government started implementing a NiryatBandhu Scheme with an objective to reach out to the new and potential exporters including exporters from Micro, Small &amp; Medium Enterprises (MSMEs) and mentor them through orientation programmes, counselling sessions, individual facilitation, etc., on various aspects of foreign trade for enabling them to get into international trade and boost exports from India.<br>\nAssistance provided through several schemes to promote exports, namely, Trade Infrastructure for Export Scheme (TIES) and Market Access Initiatives (MAI) Scheme.<br>\nA comprehensive “Agriculture Export Policy” was launched on 6th December, 2018 to provide an impetus to agricultural exports.<br>\nA Central Sector Scheme, ‘Transport and Marketing Assistance for Specified Agriculture Products’ was launched for providing assistance for the international component of freight to mitigate the freight disadvantage for the export of agriculture products.<br>\nRemission of Duties and Taxes on Exported Products (RoDTEP) scheme and Rebate of State and Central Levies and Taxes (RoSCTL) Scheme have been implemented with effect from 01.01.2021.<br>\nCommon Digital Platform for Certificate of Origin has been launched to facilitate trade and increase Free Trade Agreement (FTA) utilization by exporters.<br>\n12 Champion Services Sectors have been identified for promoting and diversifying services exports by pursuing specific action plans.<br>\nDistricts as Export Hubs has been launched by identifying products with export potential in each district, addressing bottlenecks for exporting these products and supporting local exporters/manufacturers to generate employment in the district.<br>\nActive role of Indian missions abroad towards promoting India’s trade, tourism, technology and investment goals has been enhanced.<br>\nPackage has been announced in light of the COVID pandemic to support domestic industry through various banking and financial sector relief measures, especially for MSMEs, which constitute a major share in exports.<br>\nThis information was given by the Minister of State in the Ministry of Commerce and Industry, Smt. Anupriya Patel, in a written reply in the Rajya Sabha today.",
	"img": "https://res.cloudinary.com/thehawk/image/upload/v1647778416/etg05xddcvjn1hacsuyz.jpg",
	"author": {
		"name": "Pushkar Raj Kapoor",
		"id": "61f78c5c9563dd90ba554c36"
	},
	"category": {
		"name": "Economy & Business",
		"id": "61f5568e9563dd90ba5540e6"
	},
	"pageTitle": "Govt Takes Several Steps To Boost Indian Exports",
	"pageDescription": "Govt Takes Several Steps To Boost Indian Exports"
}, {
	"postitle": "Govt Takes Initiatives To Enhance Collaboration Between Small Business & e-Commerce Platforms",
	"postText": "Govt Takes Initiatives To Enhance Collaboration Between Small Business & e-Commerce Platforms",
	"description": "<img src=\"https://thehawk.in/static/c1e/client/88291/uploaded/b94820a1c46e4cf20e795dc44e58a22d.jpg\" ><br><strong>New Delhi (The Hawk): </strong>Government has taken several initiatives to enhance collaboration between small business and e-commerce platforms.<br>\nCentral Board of Indirect Taxes and Customs (CBIC), Department of Revenue has exempted sellers of specified handicraft goods made by craftsmen from obtaining compulsory registration under GST Act, thus enabling collaboration between small businesses and e-commerce platforms.&nbsp;<br>\nDepartment for Promotion of Industry &amp; Internal Trade (DPIIT) has actively engaged with various large e-commerce platforms to onboard artisans and handicraftsmen, including those engaged in manufacture of Geographical Indication (GI) goods and toys. Further, under the One District – One Product (ODOP) initiative, drives have been conducted across various States, facilitating on-boarding of sellers of identified products on e-Commerce platforms to provide greater visibility for small businesses from rural sector.&nbsp;<br>\nMinistry of Micro, Small &amp; Medium Enterprises (MSME) has taken multiple initiatives for enhancing participation of small business in e-commerce which include:&nbsp;<br>\n• Procurement and Marketing Support (PMS) Scheme: Under this Scheme, the sub-component of “Adoption of e-Commerce by Micro Enterprises” has been introduced. This new component includes providing financial assistance for selling products or services by Micro Enterprises (up to 10 new products) through e-commerce portals.&nbsp;<br>\n• Portals of National Small Industries Corporation (NSIC): NSIC is operating MSME Global Mart portal. This is a non-transactional B2B Portal which facilitates e-Marketing support to MSME's. The portal provides information of business, technology and finance and also exhibits the core competence of Indian SMEs.&nbsp;<br>\n• E-commerce portal of Khadi and Village Industries Commission (KVIC): KVIC has developed an online portal https://www.kviconline.gov.in &nbsp;for selling Khadi &nbsp;products added by Khadi Gramodyog Bhavan, New Delhi.<br>\nMinistry of Tribal Affairs has launched an e-market place www.tribesindia.com portal through Tribal Cooperative Marketing Development Federation of India Limited (TRIFED). It has forged tie ups with various leading e-Commerce platforms and is on-boarding tribal artisans with their products for online sales. This information was given by the Minister of State in the Ministry of Commerce and Industry, Shri Som Parkash, in a written reply in the Rajya Sabha today.",
	"img": "https://res.cloudinary.com/thehawk/image/upload/v1647778416/etg05xddcvjn1hacsuyz.jpg",
	"author": {
		"name": "Pushkar Raj Kapoor",
		"id": "61f78c5c9563dd90ba554c36"
	},
	"category": {
		"name": "Economy & Business",
		"id": "61f5568e9563dd90ba5540e6"
	},
	"pageTitle": "Govt Takes Initiatives To Enhance Collaboration Between Small Business & e-Commerce Platforms",
	"pageDescription": "Govt Takes Initiatives To Enhance Collaboration Between Small Business & e-Commerce Platforms"
}, {
	"postitle": "Rs 112 Crore Outlay For R&D Schemes In Power Sector",
	"postText": "<strong> Aggregate Technical And Commercial Losses Reduced From 21.50% To 20.93%<br />\n </strong>",
	"description": "<img src=\"https://thehawk.in/static/c1e/client/88291/uploaded/906a7137f026e28f70fd53d8a8b60024.jpg\" ><br><strong>New Delhi (The Hawk): </strong>Transmission and Distribution losses are the losses incurred in Electrical networks due to reasons including heat losses and billing inefficiencies. The cost of power generation depends on various factors including the type of Generation, Capital cost, Finance costs, Cost of fuel, Operation and Maintenance (O&amp;M) costs and employees &amp; administrative costs.&nbsp;<br>\nAs per the information available in the “Report on Performance of Power Utilities? published by Power Finance Corporation (PFC), the cost of Power to Distribution Utilities increased from Rs. 4.21 / KWh in the year 2017-18 to Rs. 4.73 / KWh in the year 2019-20, in which time, the Aggregate Technical and Commercial Losses reduced from 21.50% to 20.93%.<br>\nThe Government is promoting Research and Development (R&amp;D) for the Indian Power Sector through Central Power Research Institute (CPRI) and various R&amp;D schemes. The Government has recently approved the proposal for continuation of R&amp;D schemes in the Power Sector to be implemented through CPRI with an outlay of Rs. 112 crore.<br>\nA Standing Committee on R&amp;D (SCRD) in Power Sector has been constituted under the Chairmanship of Chairperson, Central Electricity Authority to identify and prioritize important strategic areas of R&amp;D, which are to be implemented under “R&amp;D” schemes. The SCRD identifies leading Researchers and Domain Experts in diverse areas of Power Sector and engage them in the Research Schemes.<br>\nTechnical Committees in specific fields of power, namely, Thermal Generation, Hydro Generation, Transmission and Grid, Distribution &amp; Energy Conservation, have also been constituted to assist the SCRD in evaluating R&amp;D proposals and monitoring of the R&amp;D projects till successful completion. The committees have representation from Academia, Industry, Utilities and Policy making bodies.<br>\nFurther, Research projects from eminent Institutions across India like IIT Kharagpur, IIT Kanpur, IIT Madras, IIT Bombay, NIT Meghalaya, NIT Silchar, CMET Thrissur, CPRI, have been supported on various thrust areas pertaining to Generation, Transmission, Distribution, Clean Energy and Renewables.<br>\nThis information was given by Union Minister for Power and New and Renewable Energy Shri R.K Singh in a written reply in Lok Sabha today.",
	"img": "https://res.cloudinary.com/thehawk/image/upload/v1647778416/etg05xddcvjn1hacsuyz.jpg",
	"author": {
		"name": "Pushkar Raj Kapoor",
		"id": "61f78c5c9563dd90ba554c36"
	},
	"category": {
		"name": "Economy & Business",
		"id": "61f5568e9563dd90ba5540e6"
	},
	"pageTitle": "Rs 112 Crore Outlay For R&D Schemes In Power Sector",
	"pageDescription": "<strong> Aggregate Technical And Commercial Losses Reduced From 21.50% To 20.93%<br />\n </strong>"
}, {
	"postitle": "After 3 Years, Tax Collections Surpass Budget Estimates",
	"postText": "After 3 Years, Tax Collections Surpass Budget Estimates",
	"description": "<img src=\"https://thehawk.in/static/c1e/client/88291/uploaded/abb5fa14a97be5fec94985800ea7edf5.jpg\" ><br><strong>New Delhi: </strong>After a gap of three years, direct tax collections -- which include corporate tax and personal income tax -- have exceeded the Budget estimates for FY'22, indicating economic recovery.<br>\nAs per the Budget document, the government has revised upwards the direct tax collection estimates for 2021-22 fiscal from Rs 11.08 lakh crore in Budget estimates (BE), to Rs 12.50 lakh crore in revised estimates (RE). As per the RE, the government expects to collect Rs 6.35 lakh crore from corporate taxes and Rs 6.15 lakh crore from personal income taxes (PIT). This compares with BE figure of Rs 5.47 lakh crore and Rs 5.61 lakh crore in corporate taxes and PIT, respectively. The last time the government witnessed an increase in direct tax collection over Budget estimates was in 2017-18.<br>\nIn 2017-18, the collection was revised upwards to Rs 10.05 lakh crore, from Rs 9.8 lakh crore in BE. The actual collection, however, worked out to be Rs 10.02 lakh crore.<br>\nAs per the Budgetary process, the government provides revenue collection estimates or BE before the start of a financial year. These figures are revised at the time of presentation of the BE for next financial year. The actual collection figure, however, comes in later after the end of the fiscal.<br>\nUsually, the tax collection at the end of the year falls short of BE which is estimated before the beginning of a fiscal.<br>\nIn 2018-19, the BE for direct tax collection was Rs 11.50 lakh crore, which was revised upwards to Rs 12 lakh crore. However, the actual collection turned out to be lower at Rs 11.37 lakh crore.<br>\nIn 2019-20, the BE for collection was pegged at Rs 13.35 lakh crore, which was revised downwards to Rs 11.70 lakh crore. The actual turned to be even lower at Rs 10.49 lakh crore.<br>\nIn 2020-21, the direct tax collection in budget estimates was at Rs 13.19 lakh crore. The Covid-19 pandemic hit the country within a month of setting of this target, forcing the government to significantly revise downwards its collection target to Rs 9.05 lakh crore in RE. The actuals, however, worked out to be Rs 9.44 lakh crore.<br>\nFinance Minister Nirmala Sitharaman on Tuesday pegged the direct tax collection at Rs 14.20 lakh crore for FY2022-23. This includes Rs 7.20 lakh crore from corporate taxes and Rs 7 lakh crore from PIT.<br>\n—PTI",
	"img": "https://res.cloudinary.com/thehawk/image/upload/v1647778416/etg05xddcvjn1hacsuyz.jpg",
	"author": {
		"name": "Pushkar Raj Kapoor",
		"id": "61f78c5c9563dd90ba554c36"
	},
	"category": {
		"name": "Economy & Business",
		"id": "61f5568e9563dd90ba5540e6"
	},
	"pageTitle": "After 3 Years, Tax Collections Surpass Budget Estimates",
	"pageDescription": "After 3 Years, Tax Collections Surpass Budget Estimates"
}, {
	"postitle": "For Re 1 In Govt Coffer, 58 Paise To Come From Taxes",
	"postText": "For Re 1 In Govt Coffer, 58 Paise To Come From Taxes",
	"description": "<img src=\"https://thehawk.in/static/c1e/client/88291/uploaded/42959702beb113921bb2e6cbc2872f2c.jpg\" ><br><p><strong>New Delhi: </strong>For every rupee in the government coffer, 58 paise will come from direct and indirect taxes, 35 paise from borrowings and other liabilities, 5 paise from non-tax revenue like disinvestment and 2 paise from non-debt capital receipts, according to the Budget documents for 2022-23. According to the Union Budget 2022-23 presented in Parliament by Finance Minister Nirmala Sitharaman on Tuesday, goods and services tax will contribute 16 paise in every rupee revenue, while corporation tax will contribute 15 paise to each rupee earned.<br>\nThe government is also looking to earn 7 paise for every rupee from Union excise duty and 5 paise from customs duty. Income tax will yield 15 paise to every rupee collection.<br>\nThe collection from 'borrowings and other liabilities' will be 35 paise, according to the Budget 2022-23.<br>\nOn the expenditure side, the biggest outlay component is interest payments at 20 paise for every rupee, followed by the states' share of taxes and duties at 17 paise. Allocation for the defence stood at 8 paise.<br>\nExpenditure on central sector schemes will be 15 paise, while the allocation for centrally-sponsored schemes will be 9 paise.<br>\nThe expenditure on the 'Finance Commission and other transfers' is pegged at 10 paise. Subsidies and pension will account for 8 paise and 4 paise, respectively, in each rupee spending.<br>\nThe government will spend 9 paise in every rupee on 'other expenditures'.</p>\n\n<p>—PTI</p>",
	"img": "https://res.cloudinary.com/thehawk/image/upload/v1647778416/etg05xddcvjn1hacsuyz.jpg",
	"author": {
		"name": "Pushkar Raj Kapoor",
		"id": "61f78c5c9563dd90ba554c36"
	},
	"category": {
		"name": "Economy & Business",
		"id": "61f5568e9563dd90ba5540e6"
	},
	"pageTitle": "For Re 1 In Govt Coffer, 58 Paise To Come From Taxes",
	"pageDescription": "For Re 1 In Govt Coffer, 58 Paise To Come From Taxes"
}, {
	"postitle": "Dr V Anantha Nageswaran Appointed As Chief Economic Advisor",
	"postText": "Dr V Anantha Nageswaran Appointed As Chief Economic Advisor",
	"description": "<img src=\"https://thehawk.in/static/c1e/client/88291/uploaded/4c8f0ea4485273c8b748e24476b4478a.jpg\" ><br><strong>New Delhi (The Hawk): </strong>The Government has appointed Dr V. Anantha Nageswaran as the Chief Economic Advisor and today, he has assumed charge.<br>\nPrior to this appointment, Dr. Nageswaran has worked as a writer, author, teacher and consultant. He has taught at several business schools and institutes of management in India and in Singapore and has published extensively.<br>\nHe was the Dean of the IFMR Graduate School of Business and a distinguished Visiting Professor of Economics at Krea University. He has also been a part-time member of the Economic Advisory Council to the Prime Minister of India from 2019 to 2021. He holds a Post-Graduate Diploma in Management from the Indian Institute of Management, Ahmedabad and a doctoral degree from the University of Massachusetts in Amherst.New Delhi (The Hawk): The Government has appointed Dr V. Anantha Nageswaran as the Chief Economic Advisor and today, he has assumed charge.<br>\nPrior to this appointment, Dr. Nageswaran has worked as a writer, author, teacher and consultant. He has taught at several business schools and institutes of management in India and in Singapore and has published extensively.<br>\nHe was the Dean of the IFMR Graduate School of Business and a distinguished Visiting Professor of Economics at Krea University. He has also been a part-time member of the Economic Advisory Council to the Prime Minister of India from 2019 to 2021. He holds a Post-Graduate Diploma in Management from the Indian Institute of Management, Ahmedabad and a doctoral degree from the University of Massachusetts in Amherst.",
	"img": "https://res.cloudinary.com/thehawk/image/upload/v1647778416/etg05xddcvjn1hacsuyz.jpg",
	"author": {
		"name": "Pushkar Raj Kapoor",
		"id": "61f78c5c9563dd90ba554c36"
	},
	"category": {
		"name": "Economy & Business",
		"id": "61f5568e9563dd90ba5540e6"
	},
	"pageTitle": "Dr V Anantha Nageswaran Appointed As Chief Economic Advisor",
	"pageDescription": "Dr V Anantha Nageswaran Appointed As Chief Economic Advisor"
}, {
	"postitle": "SPMCIL Sets Up New Bank Note Printing Lines Each At Currency Note Press, Nashik And Bank Note Press, Dewas",
	"postText": "SPMCIL Sets Up New Bank Note Printing Lines Each At Currency Note Press, Nashik And Bank Note Press, Dewas",
	"description": "<img src=\"https://thehawk.in/static/c1e/client/88291/uploaded/bda2476f92533f5dffb1abeb5b0b0f9c.jpg\" ><br><strong>New Delhi (The Hawk): </strong>Security Printing and Minting Corporation of India Limited (SPMCIL) under its modernization initiatives has set up New Bank Note Printing Lines each at Currency Note Press, Nashik and Bank Note Press, Dewas.&nbsp;<br>\nOn 27 January, 2022, the inauguration of new bank note printing line at CNP Nashik was done by Smt. Meera Swarup, Special Secretary &amp; Financial Adviser, Ministry of Finance, and for the new bank note printing line at Bank Note Press, Dewas inauguration was done by Sh. Shashank Saksena, Sr. Economic Adviser, Department of Economic Affairs, Ministry of Finance, through virtual mode in the presence of Member of Parliament Sh. Hemant Tukaram Godse from Nashik constituency; Smt. Tripti Patra Ghosh, Chairman and Managing Director, SPMCIL; Sh. S.K. Sinha, Director (HR), SPMCIL; Sh. Vinay Kumar Singh, CVO, SPMCIL; Sh. Rajesh Bansal, Chief General Manager, BNP Dewas and Sh. Bolewar Babu, Chief General Manager, CNP Nashik.&nbsp;",
	"img": "https://res.cloudinary.com/thehawk/image/upload/v1647778416/etg05xddcvjn1hacsuyz.jpg",
	"author": {
		"name": "Pushkar Raj Kapoor",
		"id": "61f78c5c9563dd90ba554c36"
	},
	"category": {
		"name": "Economy & Business",
		"id": "61f5568e9563dd90ba5540e6"
	},
	"pageTitle": "SPMCIL Sets Up New Bank Note Printing Lines Each At Currency Note Press, Nashik And Bank Note Press, Dewas",
	"pageDescription": "SPMCIL Sets Up New Bank Note Printing Lines Each At Currency Note Press, Nashik And Bank Note Press, Dewas"
}, {
	"postitle": "DGGI Gurugram Officials Bust Nexus Of 93 Fake Firms Issuing Fake Input Tax Credit Invoices Of Rs 491 Cr, Arrest One",
	"postText": "DGGI Gurugram Officials Bust Nexus Of 93 Fake Firms Issuing Fake Input Tax Credit Invoices Of Rs 491 Cr, Arrest One",
	"description": "<img src=\"https://thehawk.in/static/c1e/client/88291/uploaded/e54a28fb8076ee1cd5366a612810db81.jpg\" ><br><strong>New Delhi (The Hawk):</strong> The Directorate General of GST Intelligence (DGGI) Gurugram Zonal Unit (GZU), Haryana has arrested 3 persons including a CA on charges of creating and operating multiple fictitious firms on forged documents and passing large amounts of fake input tax credit by way of issuance of invoices without any actual receipt or supply of goods or services.<br>\nFrom the investigation conducted till date, it has been established that one of the arrested persons has created at least 13 firms and has been involved in availing and passing on of a total fraudulent ITC of Rs 121 crore.<br>\nIt has also emerged that the person who had created the fake/dummy firms worked in tandem with a commission agent, who used to sell these goodless invoices to established firms for commission, both directly and through different brokers. The commission agent has also been arrested.<br>\nFurther, in this chain from the financial movement it has emerged that established firms (end-users) would make transfers to these fake firms, from where the amounts would then be transferred to the account of a private limited company from where the CA in question would withdraw and return the said amount in cash after deducting the commission of his company as well as his own commission. The amounts of cash transactions ranged around Rs 30-40 lakh per day.<br>\nThe investigation spanned multiple locations and based on verifications, evidence and statements recorded, it has appeared that the these three persons i.e. the creator of the fake firms, commission agent and the CA were operating in tandem orchestrating this racket of making fake firms on forged documents and having passed on fraudulent ITC amounting to Rs 121 crore (so far). Accordingly, they were arrested under the provisions of Section 69 read with Section 132 of the CGST Act, 2017 on 13.09.2021 and produced before CMM, Delhi, who ordered 14 days judicial custody.",
	"img": "https://res.cloudinary.com/thehawk/image/upload/v1647778416/etg05xddcvjn1hacsuyz.jpg",
	"author": {
		"name": "Pushkar Raj Kapoor",
		"id": "61f78c5c9563dd90ba554c36"
	},
	"category": {
		"name": "Economy & Business",
		"id": "61f5568e9563dd90ba5540e6"
	},
	"pageTitle": "DGGI Gurugram Officials Bust Nexus Of 93 Fake Firms Issuing Fake Input Tax Credit Invoices Of Rs 491 Cr, Arrest One",
	"pageDescription": "DGGI Gurugram Officials Bust Nexus Of 93 Fake Firms Issuing Fake Input Tax Credit Invoices Of Rs 491 Cr, Arrest One"
}, {
	"postitle": "JNPT Handles Record Cargo Of 5.63 Million Teus In 2021",
	"postText": "JNPT Handles Record Cargo Of 5.63 Million Teus In 2021",
	"description": "<img src=\"https://thehawk.in/static/c1e/client/88291/uploaded/2038f9379107d5d509fb9fcdb981e682.jpg\" ><br><strong>New Delhi (The Hawk): J</strong>awaharlal Nehru Port Trust (JNPT), India’s premier container port, continued its steady surge in cargo handling in 2021 with total container traffic of 5.63 million TEUs (5,631,949 TEUs) as against 4.47 million TEUs (4,474,878 TEUs) in 2020, growth of 25.86% over last calendar year. The total traffic of 76.14 million tonnes and container traffic of 5.63 million TEUs is the highest ever traffic handled in a year since the inception of the port. It is also the highest exim container traffic handled by any Port in India. Nhava Sheva International Container Terminal (NSICT)N handled 1.17 Million TEUs (1,166,019) and Bharat Mumbai Container Terminals Private Limited (BMCT) handled 1.17 Million TEUs (1,170,502) during the year 2021, crossing 1 million TEU mark in a year for the first time. The container traffic handled at JNPT during the April to December 2021 of the financial year 2021-22 was 4,177,211 TEUs, which is 29.64% higher as against 3,222,093 TEUs of the container traffic in the same period of last year.<br>\nCongratulating the employees and stakeholders for their support in port performance, Shri Sanjay Sethi, Chairman, JNPT, said, this performance during the year inspite of the challenges of the pandemic is a testament to our commitment to fostering economic growth in India. As the world recovers from the pandemic and to meet the rising demand, the port has set out with the objective of being an end-to-end port operator for our stakeholders, ensuring timely and safe movement of their cargo by helping them optimize their logistical cost.<br>\nThis year, JNPT commenced its trial operations on its newly dedicated berth for coastal shipping under the ‘Sagarmala’ program to provide an impetus for coastal cargo movement. At JNPT’s state-of-the-art Centralized Parking Plaza, a Mobile App - JNP-CPP and eWallet was launched for users to have access to live data of CPP operations and foundation stone for setting-up a customs examination facility for factory sealed export containers was inaugurated within CPP. In a pivotal step towards streamlining the rail movement of EXIM cargo, JNPT commenced the dwarf container train service via double-stacked dwarf containers, giving the EXIM community a competitive cost advantage by lowering hinterland logistical costs while simultaneously enhancing rail-cargo traffic at JNPT.",
	"img": "https://res.cloudinary.com/thehawk/image/upload/v1647778416/etg05xddcvjn1hacsuyz.jpg",
	"author": {
		"name": "Pushkar Raj Kapoor",
		"id": "61f78c5c9563dd90ba554c36"
	},
	"category": {
		"name": "Economy & Business",
		"id": "61f5568e9563dd90ba5540e6"
	},
	"pageTitle": "JNPT Handles Record Cargo Of 5.63 Million Teus In 2021",
	"pageDescription": "JNPT Handles Record Cargo Of 5.63 Million Teus In 2021"
}, {
	"postitle": "India Emerges As Largest Exporters Of Cucumber And Gherkins In The World",
	"postText": "India Emerges As Largest Exporters Of Cucumber And Gherkins In The World",
	"description": "<img src=\"https://thehawk.in/static/c1e/client/88291/uploaded/121c5b24fb4544f40349b6c21f9b564c.jpg\" ><br><strong>New Delhi (The Hawk): </strong>&nbsp;India has emerged as the largest exporter of gherkins in the world. India has exported cucumber and gherkins to the tune of 1,23,846 Metric Tonnes with a value of USD 114 million during April-October, 2021.<br>\nIndia has crossed the USD 200 million mark of export of agricultural processed product, - pickling cucumber, which is globally referred as gherkins or cornichons, in the last financial year.<br>\nIn 2020-21, India had shipped 2,23,515 Metric Tonnes of cucumber and gherkins with a value of USD 223 million.<br>\nFollowing directions of the Department of Commerce, Ministry of Commerce &amp; Industry, the Agricultural and Processed Food Products Export Development Authority (APEDA) undertook a series of initiatives in infrastructure development, product promotion in the global market and adherence to food safety management system in processing units.<br>\nGherkins are exported under two categories -- cucumbers and gherkins, which are prepared and preserved by vinegar or acetic acid and cucumbers and gherkins, which are provisionally preserved.<br>\nGherkin cultivation, processing and exports started in India during the early 1990s with a modest beginning in Karnataka and later extended to the neighbouring states of Tamil Nadu, Andhra Pradesh and Telangana. Nearly 15% production of the world’s gherkin requirement is grown in India.<br>\nGherkins is currently exported to more than 20 countries, with major destinations being North America, European countries and Oceanic countries such as USA, France, Germany, Australia, Spain, South Korea, Canada, Japan, Belgium, Russia, China, Sri Lanka and Israel.<br>\nApart from its export potential, the gherkin industry plays a key role in the creation of rural employment. In India, cultivation of gherkins is carried out under contract farming by around 90,000 small and marginal farmers with an annual production area of 65,000 acres.<br>\nProcessed gherkins are exported in bulk as industrial raw material and in jars as ready to eat. The bulk production is still occupying a high percentage of the gherkin market. In India there are about 51 major companies producing and exporting gherkins in drums and ready-to-eat consumer packs.<br>\nAPEDA has played a significant role in promotion of export of processed vegetables and it has been providing financial assistance for development of infrastructure and enhancing quality of processed gherkins, products promotion in the international market and implementation of food safety management systems in the processing units. On an average, a gherkin farmer produces 4 metric tonne per acre per crop and earns about Rs 80,000 with a net income of Rs 40,000. Gherkin has a 90-day crop and the farmers take two crops annually. Processing plants of international standards have been established here to cater to the requirement of foreign buyers.<br>\nAll the gherkin manufacturing and exporting companies are either ISO, BRC, IFS, FSSC 22000 certified and HACCP certified or possess all the certifications. &nbsp;Many of the Companies have adopted Social Audits. &nbsp;This ensures all statutory benefits are given to the Employees.<br>\nThe APEDA is also focusing on value addition of gherkins to increase the export value of the product.",
	"img": "https://res.cloudinary.com/thehawk/image/upload/v1647778416/etg05xddcvjn1hacsuyz.jpg",
	"author": {
		"name": "Pushkar Raj Kapoor",
		"id": "61f78c5c9563dd90ba554c36"
	},
	"category": {
		"name": "Economy & Business",
		"id": "61f5568e9563dd90ba5540e6"
	},
	"pageTitle": "India Emerges As Largest Exporters Of Cucumber And Gherkins In The World",
	"pageDescription": "India Emerges As Largest Exporters Of Cucumber And Gherkins In The World"
}]